Repository: tmolitor-stud-tu/schulchat-localzation-main
Catalog: *.lproj/Localizable.strings
Languages: it, nb_no, nl

source: Error entering groupchat
it: Errore di accesso alla chat di gruppo
nl: Fout bij deelnemen aan groepsgesprek

source: Error handling SASL challenge of server, disconnecting!
it: Errore nella gestione del challenge SASL del server, disconnessione!
nl: Error bij het afhandelen van SASL uitdaging van de server, de verbinding wordt verbroken!

source: Error registering push
it: Errore di registrazione delle notifiche push
nl: Kon push niet registreren

source: Error Removing Account
it: Errore durante la cancellazione dell'account

source: Error while decrypting
it: Errore durante la decifrazione
nb_no: Kunne ikke dekryptere
nl: Fout bij ontsleutelen

source: Error while decrypting: iv.length != 12
it: Errore durante la decifrazione: iv.length != 12
nb_no: Kune ikke dekryptere: iv.length != 12
nl: Fout bij ontsleutelen: iv.length != 12

source: Error: %@
it: Errore: %@

source: Error: Received message is empty
it: Errore: il messaggio ricevuto è vuoto
nl: Fout: Ontvangen bericht is leeg

source: Error: Received OMEMO message is empty
it: Errore: il messaggio ricevuto con OMEMO è vuoto

source: Escape The Garden
it: Scappa dal giardino
nb_no: Unnslipp den innhegnede hagen
nl: Ontdoe je van ketens

source: Failed to block contact %@
it: Impossibile bloccare il contatto %@
nl: Kon contactpersoon %@ niet blokkeren

source: Failed to copy downloaded file into cache directory
it: Impossibile copiare il file scaricato nella cartella della cache
nl: Kon gedownload bestand niet naar cache-map kopiëren

source: Failed to decode download link
it: Impossibile decifrare il link per il download
nb_no: Klarte ikke å dekode nedlastingslenke
nl: Kon download-link niet decoderen

source: Failed to decode encrypted link
it: Impossibile decifrare il link cifrato
nb_no: Klarte ikke å dekode krypteringslenke
nl: Kon geëncrypteerde link niet decoderen

source: Failed to decrypt filetransfer
it: Impossibile decifrare il file trasferito
nl: Kon bestandsoverdracht niet ontsleutelen

source: Failed to delete own avatar
it: Impossibile eliminare il proprio avatar
nl: Kon eigen profielfoto niet verwijderen

source: Failed to delete own avatar on account %@
it: Impossibile eliminare il proprio avatar dall'account %@
nl: Kon eigen profielfoto niet verwijderen van account %@

source: Failed to delete own nickname
it: Impossibile eliminare il proprio soprannome
nl: Kon eigen roepnaam niet verwijderen

source: Failed to download file
it: Impossibile scaricare il file
nl: Kon bestand niet downloaden

source: Failed to enable carbons for account %@
it: Impossibile abilitare la copia carbone per l'account %@
nl: Kon berichtkopieën voor account %@ niet inschakelen

source: Failed to encrypt file
it: Impossibile cifrare il file
nb_no: Klarte ikke å kryptere fil
nl: Kon bestand niet encrypteren

source: Failed to enter Group/Channel %@
it: Impossibile entrare nel gruppo o canale %@
nl: Mislukt om deel te nemen aan Groep/Kanaal %@

source: Failed to enter Group/Channel %@: This is not a Group/Channel!
it: Impossibile entrare nel gruppo o canale %@: Questo non è né un gruppo né un canale!
nl: Mislukt om deel te nemen aan Groep/Kanaal %@: Dit is geen Groep/Kanaal!

source: Failed to enter groupchat %@
it: Impossibile entrare nella chat di gruppo %@
nl: Fout bij deelnemen aan groepsgesprek %@

source: Failed to enter groupchat %@: This is not a groupchat!
it: Impossibile entrare nella chat di gruppo %@: questa non è una chat di gruppo!
nl: Fout bij deelnemen aan groepsgesprek %@: Dit is geen groepsgesprek!

source: Failed to load blocklist
it: Impossibile caricare la lista dei contatti bloccati

source: Failed to parse URL returned by HTTP upload server
it: Impossibile analizzare l'URL restituito dal server di caricamento HTTP
nl: Kon URL verstuurd door HTTP-upload-server niet verwerken

source: Failed to publish avatar image for group/channel %@
it: Impossibile pubblicare l'immagine dell'avatar per il gruppo o canale %@
nl: Mislukt om avatar afbeelding te publiceren voor groep/kanaal %@

source: Failed to publish avatar image for groupchat %@
it: Impossibile pubblicare l'immagine dell'avatar per la chat di gruppo %@
nl: Slaagde er niet in om om avatar afbeelding te publiceren voor groepchat %@

source: Failed to publish own avatar
it: Impossibile pubblicare il proprio avatar
nl: Kon eigen profielfoto niet publiceren

source: Failed to publish own avatar on account %@
it: Impossibile pubblicare il proprio avatar sull'account %@
nl: Kon eigen profielfoto niet publiceren op account %@

source: Failed to publish own nickname
it: Impossibile pubblicare il proprio soprannome
nl: Kon eigen roepnaam niet publiceren

source: Failed to publish own nickname on account %@
it: Impossibile pubblicare il proprio soprannome sull'account %@
nl: Kon eigen roepnaam niet publiceren op account %@

source: Failed to query for new messages on account %@
it: Impossibile richiedere i nuovi messaggi per l'account %@
nl: Kon nieuwe berichten niet opvragen uit account %@

source: Failed to query new messages for Group/Channel %@
it: Impossibile recuperare nuovi messaggi per il gruppo o canale %@
nl: Het opvragen van nieuwe berichten is mislukt voor groep/kanaal %@

source: Failed to query new messages for groupchat %@
it: Impossibile richiedere i nuovi messaggi per la chat di gruppo %@
nl: Kon nieuwe berichten niet opvragen voor groepsgesprek %@

source: Failed to query newest stanzaid for account %@
it: Impossibile recuperare lo Stanza ID più recente per l'account %@
nl: Kon nieuwste stanza-ID niet opvragen voor account %@

source: Failed to query newest stanzaid for Group/Channel %@
it: Impossibile recuperare gli StanzaID più recenti per il gruppo o canale %@
nl: Het opvragen van de nieuwste stanzaid is mislukt voor groep/kanaal %@

source: Failed to query newest stanzaid for groupchat %@
it: Impossibile recuperare lo Stanza ID più recente per la chat di gruppo %@
nl: Kon nieuwe stanza-ID niet opvragen voor groepsgesprek %@

source: Failed to save groupchat bookmarks
it: Impossibile salvare i segnalibri della chat di gruppo
nl: Kon bladwijzers voor groepsgesprek niet opslaan

source: Failed to share file
it: Condivisione file fallita
nl: Mislukt om bestand te delen

source: Failed to upload file: account was removed
it: Upload file fallito: l'account è stato rimosso
nl: Mislukt om bestand te uploaden: account is verwijderd

source: Failed to uploaded file to file cache directory
it: Impossibile caricare il file nella cartella della cache
nl: Kon geüpload bestand niet naar cache-map kopiëren

source: Failed to write decrypted download into cache directory
it: Impossibile scrivere il download decifrato nella cartella della cache
nl: Kon ontsleutelde download niet wegschrijven naar cache-map

source: Favorite
it: Preferito
nb_no: Favoritt
nl: Favoriet

source: Favorite Group Chats (MUC). Tap to join.
it: Conversazioni di gruppo preferite (MUC). Tocca per unirti.
nb_no: Favorittgruppesludringer (MUC). Trykk for å ta del.
nl: Favoriete groepsgesprekken (MUC). Druk om deel te nemen.

source: Fetching registration form...
it: Recupero il form di registrazione...
nl: Ophalen van registratie formulier...

source: from
it: da
nb_no: fra
nl: van

source: General
it: Generale
nb_no: Generelt
nl: Algemeen

source: General File Transfer Settings
it: Impostazioni generali per il trasferimento
nl: Algemene instellingen voor bestandsoverdracht

source: Got it!
it: Ho capito!
nb_no: Skjønner.
nl: Begrepen!

source: Group Chat
it: Chat di gruppo
nb_no: Gruppesludring
nl: Groepsgesprek

source: Group Chat Invite
it: Invito alla chat di gruppo
nb_no: Gruppesludringsinvitasjon
nl: Uitnodigen tot groepsgesprek

source: Group Information
it: Informazioni sul gruppo
nb_no: Gruppeinfo
nl: Groepsinformatie

source: Group Password
it: Password del gruppo
nb_no: Gruppepassord
nl: Groepswachtwoord

source: Group requires a password
it: Il gruppo richiede una password
nb_no: Gruppen krever et passord
nl: Groep vereist een wachtwoord

source: Group/Channel error
it: Errore del grupp o canale
nl: Groep/Kanaal error

source: Group/Channel error in %@
it: Errore nel gruppo o canale %@

source: Group/Channel got destroyed: %@
it: Gruppo o canale eliminato: %@
nl: Groep/Kanaal is verwijderd %@

source: Group/Channel not available anymore: %@
it: Gruppo o canale non più disponibile: %@
nl: Groep/Kanaal is niet meer beschikbaar: %@

source: Groupchat error
it: Errore nella chat di gruppo
nl: Groepsgesprek-fout

source: Groupchat/channel details
it: Dettagli della chat di gruppo o del canale
nl: Groepsgesprek-/kanaaldetails

source: Groupchat/channel details are currently not implemented in Monal.
it: I dettagli della chat di gruppo o del canale non sono al momento disponibili in Monal.
nl: Groepsgesprek-/kanaaldetails worden momenteel niet ondersteund door Monal.

source: Hardcoded Hostname
it: Nome host specifico
nb_no: Hardkodet vertsnavn
nl: Vooraf vastgelegde host-naam

source: Hide Chat
it: Nascondi la chat
nb_no: Skjul sludring
nl: Gesprek verbergen

source: Hint
it: Suggerimento
nl: Hinten

source: If Monal can't show notifications, you will not see alerts when a message arrives. This happens if you tapped 'Decline' when Monal first asked permission. Fix it by going to iOS Settings -> Monal -> Notifications and select 'Allow Notifications'.
it: Se Monal non può mostrare le notifiche, non vedrai avvisi quando arriva un messaggio. Questo succede se hai scelto 'Rifiuta' quando Monal ha chiesto il permesso la prima volta. Puoi cambiare la scelta andando su Impostazioni -> Monal -> Notifiche e abilitare 'Consenti notifiche'.
nl: Als Monal geen meldingen kan tonen, ziet u geen meldingen als er een bericht binnenkomt. Dit gebeurt als u 'Decline' heeft aangetikt toen Monal voor het eerst om toestemming vroeg. Je kan dit aanpassen door naar iOS-instellingen -> Monal -> Meldingen te gaan en 'Meldingen toestaan' te kiezen

source: If Monal can't show notifications, you will not see alerts when a message arrives. This happens if you tapped 'Decline' when Monal first asked permission. Fix it by going to iOS Settings -> Monal -> Notifications and select 'Allow Notifications'.
it: Se Monal non può mostrare le notifiche, non vedrai avvisi quando arriva un messaggio. Questo succede se hai scelto 'Rifiuta' quando Monal ha chiesto il permesso la prima volta. Puoi cambiare la scelta andando su Impostazioni -> Monal -> Notifiche e abilitare 'Consenti notifiche'.
nl: Als Monal geen meldingen kan tonen, ziet u geen meldingen als er een bericht binnenkomt. Dit gebeurt als u 'Decline' heeft aangetikt toen Monal voor het eerst om toestemming vroeg. Je kan dit aanpassen door naar iOS-instellingen -> Monal -> Meldingen te gaan en 'Meldingen toestaan' te kiezen.

source: If Monal push is off, your device could not talk to %@ through xmpp. This should also never be off. It requires Apple push service to work first.
it: Se le notifiche push di Monal sono disattivate, il tuo dispositivo non potrà comunicare con %@ tramite XMPP. Queste inoltre non dovrebbero mai essere disattivate. Richiedono che il servizio push di Apple sia innanzitutto funzionante.
nl: Als Monal-push uitstaat, kan uw toestel niet communiceren met %@ over XMPP. Dit staat best nooit uit. Het vereist bijkomend de Push-dienst van Apple om correct te werken.

source: If Monal push is off, your device could not talk to push.monal.im. This should also never be off. It requires Apple push service to work first.
it: Se le notifiche push di Monal sono disattivate, il tuo dispositivo non potrà connettersi con push.monal.im. Queste inoltre non dovrebbero mai essere disattivate. Richiede che il servizio push di Apple sia innanzitutto funzionante.
nl: Als Monal-push uitstaat, kan uw toestel niet communiceren met push.monal.im. Dit staat best nooit uit. Het vereist bijkomend de Push-dienst van Apple om correct te werken.

source: If this is off your device could not activate push on your xmpp server, make sure to have configured it to support XEP-0357.
it: Se questa funzione è disattivata il tuo dispositivo potrebbe non attivare le notifiche push sul server XMPP, assicurati di averlo configurato per supportare la specifica XEP-0357.
nl: Als dit uitstaat, dan kon je apparaat push niet activeren op de XMPP-server. Gelieve te controleren of de server XEP-0357 ondersteunt.

source: If you like Monal, please let others know and leave a review
it: Se ti piace Monal, fallo sapere agli altri e lascia una recensione, grazie
nb_no: Gi din vurdering av Monal slik at andre kan finne programmet
nl: Als je Monal leuk vindt, laat het dan aan anderen weten en laat een beoordeling achter

source: If you want to use audio message you will need to allow access in Settings-> Privacy-> Microphone.
it: Se vuoi utilizzare i messaggi vocali devi consentire l'accesso in Impostazioni-> Privacy-> Microfono.
nl: Indien je geluidsberichten wil versturen dien je eerst toegang te geven via Instellingen -> Privacy -> Microfoon.

source: If you want to use VOIP you will need to allow access in Settings-> Privacy-> Microphone.
it: Se vuoi usare il VOIP devi consentire l'accesso in Impostazioni-> Privacy-> Microfono.
nb_no: Skru på VoIP i Innstillinger → Personvern → Mikrofon hvis du vil bruke det.
nl: Als je VOIP wil gebruiken, moet je toestemming hiertoe geven via Instellingen -> Privacy -> Microfoon.

source: Ignore
it: Ignora
nb_no: Ignorer
nl: Negeren

source: Image encryption error
it: Errore durante la cifratura dell'immagine
nb_no: Bildekrypteringsfeil
nl: Fout bij ontsleutelen afbeelding

source: Image Quality
it: Qualità dell'immagine
nl: Afbeeldingskwaliteit

source: Image Quality: %.2f
it: Qualità dell'immagine: %.2f
nl: Afbeeldingskwaliteit: %.2f

source: Images
it: Immagini
nb_no: Bilder
nl: Afbeeldingen

source: Incoming audio call to %@ from %@
it: Chiamata vocale in arrivo per %1$@ da %2$@
nb_no: Innkommende anrop til %1$@ fra %2$@
nl: Inkomende oproep met geluid naar %1$@ van %2$@

source: Incoming Call
it: Chiamata in arrivo
nb_no: Innkommende anrop
nl: Inkomende oproep

source: Indicate when a particular device is active or inactive. Saves battery.
it: Indica quando un dispositivo è attivo o inattivo. Risparmia la batteria.
nb_no: Spar batteri ved å indikere når en gitt enhet er aktiv eller inaktiv.
nl: Geef aan wanneer een bepaald apparaat actief of inactief is. Bespaart op batterijverbruik.

source: Input is not a valid jid
it: Il dato inserito non è un Jabber ID valido
nb_no: Ikke en gyldig XMPP ID
nl: Invoer is geen geldige JID

source: Invalid Credentials
it: Credenziali non valide
nb_no: Ugyldige innloggingsdetaljer
nl: Ongeldige aanmeldgegevens

source: Invalid format
it: Formato non valido
nb_no: Ugyldig format
nl: Ongeldig formaat

source: Invalid Password!
it: Password errata!
nl: Ongeldig wachtwoord!

source: Invalid username
it: Nome utente non valido
nb_no: Ugyldig brukernavn
nl: Ongeldige gebruikersnaam

source: It does not seem as your device has a camera. Please use a device with a camera for scanning
it: Sembra che il tuo dispositivo non abbia una fotocamera. Usa un dispositivo dotato di fotocamera per scansionare
nl: Het lijkt erop dat je apparaat geen camera heeft. Gelieve een apparaat met een camera te gebruiken om te scannen

source: Jabber ID
it: ID Jabber

source: Jid Invalid
it: Jabber ID non valido
nl: JID ongeldig

source: Join
it: Unisciti
nl: Deelnemen

source: Join Channel
it: Unisciti al canale
nl: Deelnemen aan kanaal

source: Join Group
it: Unisciti al gruppo
nl: Deelnemen aan kanaal

source: Joining Group
it: Unione al gruppo
nb_no: Tar del i gruppe …
nl: Deelnemen aan groep

source: Just seen
it: Un istante fa
nb_no: Akkurat sett
nl: Net gezien

source: Kicked, because muc is now members-only: %@
it: Espulso, perché la MUC è ora accessibile solo ai membri: %@
nl: Eruit geschopt, omdat MUC nu enkel voor leden is: %@

source: Kicked, because of system shutdown: %@
it: Espulso causa spegnimento del sistema: %@
nl: Eruit geschopt, omdat het systeem afgesloten is: %@

source: Last seen: %@
it: Ultimo accesso: %@
nb_no: Sist sett %@
nl: Laatst gezien: %@

source: Last seen: %d days ago
it: Ultimo accesso: %d giorni fa
nb_no: Sist sett: %d dager siden
nl: Laatst gezien: %d dagen geleden

source: Last seen: %d hours ago
it: Ultimo accesso: %d ore fa
nb_no: Sist sett: %d timer siden
nl: Laatst gezien: %d uren geleden

source: Last seen: %d minutes ago
it: Ultimo accesso: %d minuti fa
nb_no: Sist sett: %d minutter siden
nl: Laatst gezien: %d minuten geleden

source: Last seen: 1 day ago
it: Ultimo accesso: 1 giorno fa
nb_no: Akkurat sett: én dag siden
nl: Laatst gezien: 1 dag geleden

source: Last seen: 1 hour ago
it: Ultimo accesso: 1 ora fa
nb_no: Sist sett: en time siden
nl: Laatst gezien: 1 uur geleden

source: Last seen: 1 minute ago
it: Ultimo accesso: 1 minuto fa
nb_no: Sist sett: ett minutt siden
nl: Laatst gezien: 1 minuut geleden

source: Leave Channel
it: Abbandona il canale
nl: Kanaal verlaten

source: Leave Conversation
it: Abbandona la chat
nb_no: Forlat samtale
nl: Gesprek verlaten

source: Leave Group
it: Abbandona il gruppo
nl: Groep verlaten

source: Leave this conversation
it: Abbandona questa conversazione
nl: Dit gesprek verlaten

source: Leave this converstion?
it: Abbandonare questa chat?
nb_no: Forlat denne samtalen?
nl: Dit gesprek verlaten?

source: Load over cellular upto
it: Da rete cellulare sino a
nl: Gebruik mobiele data tot

source: Load over cellular upto: %.fMB
it: Da rete cellulare sino a: %.fMB
nl: Gebruik mobiele data tot: %.f MB

source: Load over WiFi upto
it: Tramite Wi-Fi sino a
nl: Gebruik Wi-Fi tot

source: Load over WiFi upto: %.fMB
it: Tramite Wi-Fi sino a: %.fMB
nl: Gebruik Wi-Fi tot: %.f MB

source: Loading contact list
it: Caricamento della lista dei contatti
nl: Contactpersonenlijst laden

source: Loading Data
it: Caricamento dati
nl: Data laden

source: Loading more Messages from Server
it: Carico più messaggi dal server
nb_no: Laster inn flere meldinger fra tjeneren
nl: Meer berichten laden van server

source: Loading omemo bundles
it: Carico i bundle OMEMO
nl: OMEMO-bundels laden

source: Loading omemo bundles: %@ / %@
it: Carico i bundle OMEMO: %1$@ / %2$@
nb_no: Loading omemo bundles: %1$@ / %2$@
nl: OMEMO-bundels laden: %1$@ / %2$@

source: Loading omemo bundles: 0 / 0
it: Carico i bundle OMEMO: 0 / 0

source: Loading registration form
it: Caricamento form di registrazione
nl: Registratieformulier laden

source: Location Access Needed
it: Accesso alla posizione necessario
nb_no: Innvilg posisjonstilgang først
nl: Locatietoegang vereist

source: Log
it: Registro
nl: Logboek

source: Log Chats
it: Registra le chat
nb_no: Loggfør sludringer
nl: Gesprekslogboeken

source: Log Date
it: Registra la data
nl: Datum logboek

source: Logging in
it: Accesso in corso
nb_no: Logger inn
nl: Aanmelden

source: Login error, account disabled: %@
it: Errore di accesso, account disabilitato: %@
nl: Login error, account uitgeschakeld: %@

source: Login with a QR-Code
it: Accedi con un QR-Code
nl: Inloggen met QR-code

source: Mark all messages as read
it: Contrassegna tutti i messaggi come letti
nb_no: Marker alle meldinger som lest
nl: Alle berichten als gelezen markeren

source: Mark as read
it: Segna come letto
nb_no: Marker som lest
nl: Als gelezen markeren

source: Maximum File Transfer Size
it: Dimensione massima scaricabile
nl: Maximumgrootte bestandsoverdracht

source: Me
it: Io
nl: Ik

source: Message
it: Messaggio
nb_no: Melding
nl: Bericht

source: Message Archive Pref
it: Archiviazione messaggi
nb_no: Meldingsarkivering
nl: Instelling voor berichtenarchief

source: Message Archive Preferences
it: Archiviazione messaggi
nl: Berichtsarchiefvoorkeuren

source: Message can't be empty
it: Il messaggio non può essere vuoto
nb_no: Meldingen kan ikke være tom
nl: Bericht kan niet leeg zijn

source: Message from %@
it: Messaggio da %@
nb_no: Melding fra %@
nl: Bericht van %@

source: Message Preview
it: Anteprima del messaggio
nb_no: Meldingsforhåndsvisning
nl: Voorbeeld bericht

source: Message was encrypted with '%@' which isn't supported by Monal
it: Il messaggio è stato cifrato con '%@' che non è supportato da Monal
nl: Bericht was versleuteld met '%@', dat niet ondersteund wordt door Monal

source: Message was encrypted with omemo and can't be decrypted anymore
it: Il messaggio è stato cifrato con OMEMO e non può più essere decifrato
nb_no: Meldingen ble kryptert med OMEMO og kan ikke dekrypteres mer
nl: Bericht was versleuteld met OMEMO en kan niet meer ontsleuteld worden

source: Message was encrypted with OMEMO and can't be decrypted anymore
it: Il messaggio è stato cifrato con OMEMO e non può più essere decifrato
nl: Bericht was versleuteld met OMEMO en kan niet meer ontsleuteld worden

source: Message was encrypted with OMEMO but could not be decrypted
it: Il messaggio è stato cifrato con OMEMO ma potrebbe non essere decifrabile
nl: Bericht was versleuteld met OMEMO, maar kon niet ontsleuteld worden

source: Message was not encrypted for this device. Please make sure the sender trusts deviceid %d and that they have you as a contact.
it: Il messaggio non è stato cifrato per questo dispositivo. Assicurati che il mittente si fidi del dispositivo %d e che ti abbia tra i suoi contatti.
nl: Bericht was niet voor dit apparaat geëncrypteerd. Gelieve te verifiëren dat de afzender apparaat-ID %d vertrouwt en jou als contactpersoon heeft.

source: Message was not encrypted for this device. Please make sure the sender trusts deviceid %u.
it: Il messaggio non è stato cifrato per questo dispositivo. Assicurati che il mittente si fidi del dispositivo %u.

source: Messages never archived by default.
it: Tutti i nuovi messaggi non vengono archiviati.
nb_no: Aldri arkiver som forvalg.
nl: Berichten worden standaard nooit gearchiveerd.

source: Method: %@
it: Metodo: %@
nl: Methode: %@

source: Missing permission
it: Permesso mancante
nl: Permissie ontbreekt

source: Monal uses your location when you send a location message in a conversation.
it: Monal utilizza le tue coordinate GPS quando invii un messaggio con la posizione in una conversazione.
nb_no: Monal bruker din posisjon når du sender en posisjonsmelding i en samtale.
nl: Monal gebruikt je locatie wanneer je een locatiebericht verstuurt in een gesprek.

source: Monal did not received a gps location. Please try again later.
it: Monal non ha ricevuto alcuna posizione GPS. Riprova più tardi.
nb_no: Monal fikk ikke noen GPS-posisjon. Prøv igjen senere.
nl: Monal kon geen GPS-locatie verkrijgen. Gelieve later opnieuw te proberen.

source: Monal does not have access to your location. Please update the location access in your device's Privacy Settings.
it: Monal non ha accesso alla tua posizione. Consenti l'accesso alla posizione nelle impostazioni della Privacy del tuo dispositivo.
nb_no: Innvilg Monal tilgang til din posisjon i personvernsinnstillingene på enheten din.
nl: Monal heeft geen toegang tot je locatie. Gelieve toegang tot je locatie via de privacyinstellingen van je apparaat te verlenen.

source: Monal is not allowed to access the camera
it: Monal non ha il permesso di accedere alla fotocamera
nl: Monal mag de camera niet aanspreken

source: Monal Push Server
it: Server push di Monal
nl: Push-server Monal

source: Monal uses OMEMO encryption to protect your conversations
it: Monal utilizza la cifratura OMEMO per proteggere le tue chat
nb_no: Monal bruker OMEMO-kryptering for å beskytte dine samtaler
nl: Monal gebruikt OMEMO-encryptie om je gesprekken te beschermen

source: Monal uses your location when you send a location message in a conversation.
it: Monal utilizza la tua posizione quando la invii tramite messaggio in una chat.
nl: Monal gebruikt je locatie wanneer je een locatiebericht in een gesprek verstuurt.
