Repository: tmolitor-stud-tu/schulchat-localzation-main
Catalog: *.lproj/Localizable.strings
Languages: it, nb_no, nl

source: Monal was not able to send your attachment!
it: Invio dell'allegato non riuscito!

source: Monal was not able to send your attachment: %@
it: Invio dell'allegato non riuscito: %@

source: Muc got destroyed: %@
it: MUC distrutto: %@

source: Muc not available anymore: %@
it: MUC non più disponibile: %@

source: Mute
it: Silenzia
nb_no: Forstum
nl: Stom maken

source: My Encryption Keys
it: Le mie chiavi di cifratura
nb_no: Mine krypteringsnøkler
nl: Mijn encryptiesleutels

source: My Keys
it: Le mie chiavi
nb_no: Mine nøkler
nl: Mijn sleutels

source: My Name/Nickname
it: Il mio nome o soprannome
nb_no: Mitt navn/kallenavn
nl: Mijn naam/roepnaam

source: Name can't be empty
it: Il nome non può essere vuoto
nb_no: Navnet kan ikke stå tomt
nl: Naam kan niet leeg zijn

source: Name:
it: Nome:
nl: Naam:

source: Neither can see keys.
it: Nessuno dei due può vedere le chiavi.
nl: Geen van beide kan de sleutels zien.

source: Never archive
it: Non archiviare mai
nb_no: Aldri arkiver
nl: Nooit archiveren

source: New Account
it: Nuovo account
nb_no: Ny konto
nl: Nieuwe account

source: New Message
it: Nuovo messaggio
nb_no: Ny melding
nl: Nieuw bericht

source: New Password
it: Nuova password
nb_no: Nytt passord
nl: Nieuw wachtwoord

source: Newest TLS version which is faster than TLS 1.2
it: Versione più recente di TLS, più veloce di TLS 1.2

source: Nickname
it: Soprannome
nb_no: Kallenavn
nl: Roepnaam

source: No connected accounts
it: Nessun account connesso
nb_no: Ingen tilkoblede kontoer
nl: Geen verbonden accounts

source: No Contact Selected
it: Nessun contatto selezionato
nb_no: Ingen kontakt valgt
nl: Geen contactpersoon geselecteerd

source: No Empty Values
it: Nessun campo vuoto
nb_no: Ingen tomme verdier
nl: Geen lege waarden

source: No enabled account found
it: Nessun account abilitato trovato
nb_no: Fant ingen påskrudde kontoer
nl: Geen ingeschakelde account teruggevonden

source: No further error description
it: Nessuna ulteriore descrizione dell'errore
nb_no: Ingen videre feilbeskrivelse
nl: Geen verdere foutbeschrijving beschikbaar

source: No GPS location received
it: Nessuna posizione GPS ricevuta
nb_no: Mottok ikke noen GPS-posisjon
nl: Geen GPS-locatie ontvangen

source: No groups yet
it: Ancora nessun gruppo
nb_no: Ingen grupper enda
nl: Nog geen groepen

source: No OMEMO keys found
it: Nessuna chiave OMEMO trovata
nl: Geen OMEMO sleutels gevonden

source: No one is here
it: Non c'è ancora nessuno!
nb_no: Ingen her
nl: Hier is niemand

source: No search result.
it: Nessun risultato di ricerca.
nb_no: Resultatløst.
nl: Geen zoekresultaten.

source: No supported auth mechanism found, disabling account!
it: Nessun meccanismo di autenticazione trovato, account disabilitato!
nl: Geen ondersteunde authenticatie mechanisme gevonden, account uitgeschakeld!

source: No supported auth mechanism found, disconnecting!
it: Nessun meccanismo di autenticazione trovato, disconnessione!
nl: Geen authenticatie mechanisme gevonden, verbinding verbroken!

source: no supported auth mechanism, disconnecting!
it: Sistema di autenticazione non supportato, disconnessione!
nl: Geen ondersteund authenticatiemechanisme, verbinding wordt verbroken!

source: No, keep encryption activated
it: No, mantieni la cifratura attivata

source: None
it: Supporto assente
nl: Geen

source: Not Authorized. Please check your credentials.
it: Non autorizzato. Verifica le credenziali.
nb_no: Ikke innlogget. Sjekk at innloggingsdetaljene stemmer.
nl: Niet geauthoriseerd. Gelieve je aanmeldgegevens te controleren.

source: Nothing to see
it: Niente da vedere
nb_no: Ingenting å se
nl: Niets te zien

source: Notification
it: Notifiche
nl: Melding

source: Notification Changes
it: Cambio di notifica
nb_no: Merknadsendringer
nl: Meldingswijzigingen

source: Notification Settings
it: Impostazioni di notifica
nb_no: Merknadsinnstillinger
nl: Meldingsinstellingen

source: Notifications
it: Contenuto notifiche
nb_no: Merknader
nl: Meldingen

source: Notifications have changed in iOS 13 because of some iOS changes. For now you will just see something saying there is a new message and not the text or who sent it. I have decided to do this so you have reliable messaging while I work to update Monal to get the old expereince back.
it: Le notifiche sono cambiate in iOS 13 a causa di alcune modifiche a iOS. Per adesso vedrai solamente qualcosa dire che c'è un nuovo messaggio ma non il contenuto o il mittente. Ho deciso questo per darti una messaggistica affidabile mentre aggiorno Monal per ripristinare la funzionalità precedente.
nl: Meldingen zijn veranderd in iOS 13 vanwege aanpassingen aan iOS zelf. Voorlopig kan je hierdoor enkel een melding krijgen dat er een nieuw bericht is, maar niet de inhoud of de afzender. Ik heb beslist dit zo op te lossen zodat het converseren gewaarborgd blijft terwijl ik aan Monal werk om de oude ervaring terug te krijgen.

source: Notifications have changed in iOS 13 because of some iOS changes. For now you will just see something saying there is a new message and not the text or who sent it. I have decided to do this so you have reliable messaging while I work to update Monal to get the old experience back.
it: Le notifiche sono cambiate in iOS 13 a causa di alcune modifiche ad iOS. Per ora vedrai solo qualcosa che dice che c'è un nuovo messaggio ma non il testo o chi lo ha inviato. Ho deciso questo in modo da darti una messaggistica affidabile mentre lavoro per aggiornare Monal e ripristinare la precedente funzionalità.
nb_no: Merknader har endret seg i iOS 13. Du vil få beskjed om nye meldinger, men ikke hvem avsenderen er. Funksjonaliteten er midlertidig, i påvente av at den gamle opplevelsen kan etableres igjen i Moanal.
nl: Meldingen zijn veranderd in iOS 13 vanwege aanpassingen aan iOS zelf. Voorlopig kan je hierdoor enkel een melding krijgen dat er een nieuw bericht is, maar niet de inhoud of de afzender. Ik heb beslist dit zo op te lossen zodat het converseren gewaarborgd blijft terwijl ik aan Monal werk om de oude ervaring terug te krijgen.

source: now
it: adesso
nb_no: nå
nl: nu

source: Offline Contacts
it: Contatti offline
nb_no: Frakoblede kontakter
nl: Offline contactpersonen

source: Older, slower, but still secure TLS version
it: Versione di TLS più vecchia e più lenta ma ancora sicura

source: Online
it: In linea
nb_no: Pålogget

source: Only contacts
it: Solo contatti
nb_no: Kun kontakter
nl: Enkel contactpersonen

source: Only shareable for now
it: Condivisibile solo temporaneamente
nb_no: Kun delbart per nå
nl: Voorlopig enkel deelbaar

source: Open
it: Apri
nl: Openen

source: Open app to see more
it: Apri Monal per vedere di più
nb_no: Åpne programmet for å se flere
nl: Open de app om meer te zien

source: Open Source
it: Codice sorgente aperto
nb_no: Fri programvare

source: Optional Hardcoded Hostname
it: Nome host opzionale
nl: Optionele vooraf vastgelegde host-naam

source: Optional Port
it: Porta opzionale
nl: Optionele poort

source: Participants
it: Partecipanti
nb_no: Deltagere
nl: Deelnemers

source: Password cannot be empty
it: La password non può essere vuota
nb_no: Passordet kan ikke stå tomt
nl: Wachtwoord kan niet leeg zijn

source: Password missing
it: Password mancante
nl: Wachtwoord ontbreekt

source: Permission Requested
it: Autorizzazione richiesta
nb_no: Tilgang forespurt
nl: Toestemming gevraagd

source: Photos
it: Invia foto
nb_no: Bilder
nl: Foto's

source: Pin Chat
it: Fissa la chat
nl: Gesprek vastmaken

source: Play Sounds
it: Riproduci suoni
nb_no: Spill lyder
nl: Geluiden afspelen

source: Please add a new account under settings first. If you already added your account you may need to enable it under settings
it: Aggiungi prima un nuovo account nelle impostazioni. Se hai già aggiunto il tuo account potresti doverlo abilitare nelle impostazioni
nl: Gelieve eerst een nieuwe account onder de instellingen toe te voegen. Indien je dit al gedaan hebt, moet je deze daar mogelijk nog inschakelen

source: Please Allow Audio Access
it: Consenti l'accesso all'audio
nb_no: Innvilg lydtilgang
nl: Gelieve permissies om geluid af te spelen te verlenen

source: Please enter a password below before activating this account.
it: Inserisci una password prima di attivare questo account.
nl: Alsjeblieft voer een wachtwoord in hieronder voordat je dit account activeert.

source: Please enter a password.
it: Inserisci una password.
nb_no: Skriv inn et passord.
nl: Gelieve een wachtwoord in te geven.

source: Please make sure at least one account has connected before trying to add a contact or channel.
it: Assicurati che almeno un account sia connesso prima di aggiungere contatti o canali.
nl: Minstens één account dient verbonden te zijn voordat je een contactpersoon of kanaal kan toevoegen.

source: Please make sure at least one account has connected before trying to add a contact.
it: Assicurati che almeno un account sia connesso prima di provare ad aggiungere un contatto.
nb_no: Forsikre deg om at minst én konto har koblet til før du prøver å legge til en kontakt.
nl: Gelieve je aan te melden met minstens één account vooraleer je een contactpersoon probeert toe te voegen.

source: Please make sure at least one account has connected before trying to message someone.
it: Assicurati che almeno un account sia connesso prima di provare a inviare un messaggio.
nb_no: Forsikre deg om at minst én konto har koblet til før du prøver å sende en melding til noen.
nl: Gelieve je aan te melden met minstens één account vooraleer je een bericht probeert te versturen.

source: Please make sure you are connected before changing your password.
it: Assicurati di essere connesso prima di aggiornare la password.
nb_no: Forsikre deg om at du er tilkoblet før du endrer passordet ditt.
nl: Gelieve je aan te melden met minstens één account vooraleer je je wachtwoord probeert te wijzigen.

source: Please make sure you have entered a username, password.
it: Assicurati di aver inserito un nome utente e una password.
nl: Gelieve te controleren of je een gebruikersnaam en wachtwoord ingegeven hebt.

source: Please open the app to retry
it: Apri Monal per riprovare
nb_no: Åpne programmet for å prøve igjen
nl: Gelieve de app te openen om opnieuw te proberen

source: Please update!
it: Aggiorna!

source: Port
it: Porta
nl: Poort

source: Port: %@, Direct TLS: %@, Priority: %@
it: Porta: %1$@, Forza TLS: %2$@, Priorità: %3$@
nl: Poort: %1$@, Directe TLS: %2$@, Prioriteit: %3$@

source: Port: %@, Is Secure: %@, Prio: %@
it: Porta: %1$@, Sicurezza: %2$@, Priorità: %3$@
nb_no: Port: %1$s, er sikker: %2$@, prio: %3$@
nl: Poort: %1$@, Is Beveiligd: %2$@, Prio: %3$@

source: Presence
it: Presenza
nb_no: Tilstedeværelse
nl: Aanwezigheid

source: Privacy Settings
it: Privacy
nb_no: Personvernsinnstillinger
nl: Privacy-instellingen

source: Protocol support of your server (XEPs)
it: Protocolli supportati (XEPs)
nl: Protocolondersteuning op de server (XEPs)

source: QR
it: QR-Code

source: QR-Code Scanner
it: Scanner QR-Code
nb_no: QR-kodeskanner

source: QR-Code scanning is not supported on catalina
it: La scansione del QR-Code non è supportata su MacOS Catalina
nl: QR-codes scannen wordt niet ondersteund op Catalina

source: QR-Code scanning unsupported
it: La scansione del QR-Code non è supportata
nl: QR-codes scannen wordt niet ondersteund

source: QR-Code video error
it: Errore video QR-Code
nl: Videofout bij QR-code

source: QR-Code: Fingerprints found
it: QR-Code: trovate impronte
nl: QR-code: Vingerafdrukken gevonden

source: Quick Setup
it: Configurazione rapida
nb_no: Hurtigoppsett
nl: Snelle configuratie

source: Quote
it: Cita
nl: Citeren

source: Rate Monal
it: Valuta Monal
nb_no: Vurder Monal
nl: Monal beoordelen

source: Read
it: Leggi
nb_no: Lest
nl: Gelezen

source: Rebuild Tokens
it: Rigenera i token
nb_no: Gjenoppbygg symboler
nl: Tokens opnieuw opbouwen

source: Rebuilding is useful if you are experiencing problems. This will require an app restart to work.
it: La ricostruzione è utile se si verificano problemi. Ciò richiederà il riavvio di Monal per funzionare.
nl: Opnieuw opbouwen kan nuttig zijn als je problemen ervaart. De applicatie achteraf herstarten is hiervoor vereist.

source: Receive push notifications from via Apple even when disconnected. Vastly improves reliability.
it: Riceve notifiche push tramite Apple anche quando disconnesso. Migliora notevolmente l'affidabilità.
nl: Ontvang push-meldingen via Apple zelfs wanneer je niet verbonden bent. Verhoogt de betrouwbaarheid aanzienlijk.

source: Receive push notifications via Apple even when disconnected. Vastly improves reliability.
it: Riceve notifiche push tramite Apple anche quando disconnesso. Migliora notevolmente l'affidabilità.
nl: Ontvang pushmeldingen via Apple, zelfs als de verbinding is verbroken. Verbetert de betrouwbaarheid enorm.

source: Received
it: Ricevuto
nb_no: Mottatt
nl: Ontvangen

source: Received Audios
it: Audio ricevuti
nl: Geluiden ontvangen

source: Received Files
it: File ricevuti
nl: Bestanden ontvangen

source: Received Images
it: Immagini ricevute
nl: Afbeeldingen ontvangen

source: Received Videos
it: Video ricevuti
nl: Videos ontvangen

source: Recently Seen
it: Visto/a di recente
nb_no: Nylig sett
nl: Recent gezien

source: Recipient
it: Destinatario
nb_no: Mottaker
nl: Ontvanger

source: Recipient Name
it: Nome del destinatario
nb_no: Mottagernavn
nl: Naam ontvanger

source: Recipient name can't be empty
it: Il nome del destinatario non può essere vuoto
nb_no: Mottagernavn kan ikke stå tomt
nl: Naam ontvanger kan niet leeg zijn

source: Recipients are usually in the format: username@domain.something
it: I destinatari sono generalmente nel formato 'nomeutente@dominio'
nb_no: Mottakere er vanligvis i brukernavn@domene.noe -format
nl: Ontvangers zien er gewoonlijk zo uit: gebruikersnaam@domein.iets

source: Recode Fail:
it: Ricodifica fallita:
nl: Hercoderen mislukt:

source: Recode Success
it: Ricodifica riuscita
nl: Hercoderen gelukt

source: Reconnecting
it: Riconnessione
nb_no: Kobler til igjen
nl: Opnieuw verbinden

source: Recording audio
it: Registrazione audio
nl: Geluid opnemen

source: Refreshing...
it: Aggiornamento...
nl: Herladen...

source: Registering account...
it: Registro l'account...
nl: Account registreren...

source: Remove %@ from contacts?
it: Rimuovere %@ dai contatti?
nb_no: Fjern %@ fra kontakter?
nl: %@ uit contactpersonen verwijderen?

source: Remove Account from this Device
it: Rimuovi l'account dal dispositivo

source: Remove Contact
it: Rimuovi contatto
nb_no: Fjern kontakt
nl: Contactpersoon verwijderen

source: Remove Conversation
it: Elimina conversazione
nl: Gesprek verwijderen

source: Reply
it: Rispondi
nb_no: Svar
nl: Beantwoorden

source: ReplyButton
it: Pulsante di risposta
nb_no: Svarknapp
nl: Beantwoorden-knop

source: Reset OMEMO session
it: Inizializza la sessione di OMEMO
nl: OMEMO-sessie opnieuw instellen

source: Resource
it: Risorsa
nb_no: Ressurs
nl: Bron

source: Resources
it: Risorse
nb_no: Ressurser
nl: Bronnen

source: Resume a stream when disconnected. Results in faster reconnect and saves battery life.
it: Riprende un flusso dati quando disconnesso. Consente una riconnessione più rapida e risparmia la batteria.
nl: Hervat streams wanneer niet verbonden. Zorgt voor een snellere herverbinding en belast de batterij minder.

source: Retry
it: Riprova
nb_no: Prøv igjen
nl: Opnieuw proberen

source: Retry sending message?
it: Riprovare a inviare il messaggio?
nb_no: Gjenta meldingsforsendelsesforsøk?
nl: Opnieuw proberen om bericht te versturen?

source: Room
it: Stanza
nb_no: Rom
nl: Kamer

source: Salted Challenge Response Authentication Mechanism using the given Hash Method
it: Meccanismo di autenticazione Salted Challenge Response con metodo Hash
nl: Salted Challenge Response Authentication Mechanisme met behulp van de gegeven hash methode

source: Salted Challenge Response Authentication Mechanism using the given Hash Method additionally secured by Channel-Binding
it: Meccanismo di autenticazione Salted Challenge Response con metodo Hash ulteriormente protetto tramite Channel-Binding
nl: Salted Challenge Response Authenticatie Mechanisme met behulp van de gegeven hash methode aanvullend beveiligd met kanaal-binding

source: SASL downgrade attack detected via SSDP, aborting authentication and disabling account to limit damage. You should reenable your account once you are in a clean networking environment again.
it: Rilevato un attacco SASL downgrade tramite SSDP, annullo l'autenticazione e disabilito l'account per limitare i danni. Dovresti riabilitare l'account solo una volta connesso ad una rete sicura.

source: SASL2 to SASL1 downgrade attack detected, aborting authentication and disabling account to limit damage. You should reenable your account once you are in a clean networking environment again.
it: Rilevato un attacco SASL2 to SASL1 downgrade, annullo l'autenticazione e disabilito l'account per limitare i danni. Dovresti riabilitare l'account una volta connesso ad una rete sicura.

source: Saving changes to server
it: Salvataggio delle modifiche sul server
nb_no: Lagrer endringer til tjener
nl: Aanpassingen opslaan op server

source: Scroll down to load more messages
it: Scorri in basso per caricare più messaggi
nb_no: Rulll nedover for å laste inn flere meldinger
nl: Scroll omlaag om meer berichten te laden

source: Secure channel-binding defined for TLS1.3 and some TLS1.2 connections.
it: Mette in sicurezza il Channel-Binding definito per TLS 1.3 e alcune connessioni TLS 1.2.
nl: Beveiligde kanaal-binding gedefenieerd voor TLS1.3 en bepaalde TLS1.2 connecties.

source: Select a Background
it: Seleziona uno sfondo
nb_no: Velg en bakgrunn
nl: Selecteer een achtergrond

source: Select a background to display behind conversations
it: Seleziona uno sfondo per le chat
nb_no: Velg en bakgrunn å vise bak samtalene
nl: Selecteer een achtergond om achter gesprekken weer te geven

source: Select Action
it: Seleziona un'azione
nb_no: Velg handling
nl: Actie selecteren

source: Select Background
it: Seleziona uno sfondo
nb_no: Velg bakgrunn
nl: Achtergrond selecteren

source: Select File
it: Seleziona un file
nb_no: Velg fil
nl: Bestand selecteren

source: Select From Photos
it: Seleziona dalle foto
nb_no: Velg fra bilder
nl: Uit foto's selecteren

source: Select Message Archive Management (MAM) Preferences
it: Seleziona le preferenze di archiviazione dei messaggi (MAM)
nl: Voorkeuren rond Message Archive Management (MAM) kiezen

source: Select sounds that are played with new message notifications. Default is Xylophone.
it: Seleziona il suono da riprodurre con le notifiche dei nuovi messaggi. L'impostazione predefinita è Xilofono.
nl: Kies geluiden die afgespeeld worden wanneer je nieuwe meldingen ontvangt. Het standaardgeluid is Xylofoon.

source: Send
it: Invia
nl: Verzenden

source: Send A Message
it: Invia un messaggio
nb_no: Send en melding
nl: Een bericht sturen

source: Send Last Interaction Time
it: Invia l'ora dell'ultimo accesso
nl: Laatste verzendinteractietijd

source: Send Location
it: Invia la posizione
nb_no: Send plassering
nl: Verzendlocatie

source: Send message received state
it: Conferma la ricezione del messaggio
nl: Terugsturen of berichten ontvangen zijn

source: Send Typing Notifications
it: Notifica mentre scrivo
nl: Typ-notificaties versturen

source: Sending...
it: Invio...
nb_no: Sender …
nl: Aan het versturen...

source: Sends password in cleartext (only encrypted by TLS), not very secure
it: Invia la password in chiaro (cifrata solo da TLS), non molto sicuro
nl: Stuurt wachtwoorden in cleartext (alleen versleuteld door TLS), niet heel veilig

source: Sent
it: Inviato
nb_no: Sendt
nl: Verzonden

source: Sent a File 📁
it: File inviato 📁
nb_no: Sendte en fil 📁
nl: Bestand verstuurd 📁

source: Sent a Link 🔗
it: Collegamento inviato 🔗
nb_no: Send en lenke 🔗
nl: Link verstuurd 🔗

source: Sent a location 📍
it: Posizione inviata 📍
nb_no: Send en plassering 📍
nl: Locatie verstuurd 📍

source: Sent a Location 📍
it: Posizione inviata 📍
nb_no: Sendte en posisjon 📍
nl: Locatie verstuurd 📍

source: Sent an Image 📷
it: Immagine inviata 📷
nb_no: Sendte et bilde 📷
nl: Afbeelding verstuurd 📷

source: Sent Audios
it: Audio inviati
nl: Stuur geluiden

source: Sent Files
it: File inviati
nl: Stuur bestanden

source: Sent Images
it: Immagini inviate
nl: Stuur afbeeldingen

source: Sent Videos
it: Video inviati
nl: Stuur videos

source: Server does not support account removal
it: Il server non supporta la cancellazione dell'account

source: Server for domain '%@' not responding!
it: Il server del dominio '%@' non risponde!
nl: Server for domein '%@' reageert niet!

source: Server implementation error: SASL2 tasks empty, account disabled!
it: Errore di implementazione sul server: funzione SASL2 vuota, account disabilitato!
nl: Server implementatie error: SASL2 taken leeg, account uitgeschakeld!

source: Server returned invalid xml!
it: Il server ha risposto con un xml non valido!
nb_no: Tjeneren sendte feilaktig XML!
nl: Server gaf ongeldige XML terug!

source: Server returned SASL2 error '%@'.
it: Il server ha risposto con un errore SASL2 '%@'.
nl: Server retourneerd SASL2 error '%@'.

source: Server Support Details
it: Funzionalità supportate dal server
nl: Serverondersteuningsdetails

source: Set a nickname
it: Imposta un soprannome
nb_no: Sett et kallenavn
nl: Roepnaam instellen

source: Set a nickname for this contact
it: Imposta un soprannome per questo contatto
nb_no: Sett et kallenavn for denne kontakten
nl: Roepnaam instellen voor deze contactpersoon

source: Settings
it: Impostazioni
nl: Instellingen

source: Sharing failed
it: Condivisione fallita
nl: Delen mislukt

source: Show Inline Geo Location
it: Mostra anteprima posizione geografica
nl: Geolocatie ingebed tonen

source: Show Inline Images
it: Mostra anteprima immagini
nl: Afbeeldingen ingebed tonen

source: Show URL previews
it: Mostra anteprima dei link
nb_no: Forhåndsvis nettadresser
nl: Toon voorbeelden van URL's

source: Signing Up
it: Iscrizione
nb_no: Registrering
nl: Registreren

source: Skip
it: Salta
nb_no: Hopp over
nl: Overslaan

source: Software Version
it: Versione Software
nl: Softwareversie

source: Sort By Status
it: Ordina per stato
nb_no: Sorter etter status
nl: Sorteer op status

source: Sounds
it: Suoni
nb_no: Lyder
nl: Geluiden

source: Sounds courtesy Emrah
it: I suoni sono cortesia di Emrah
nb_no: Lyder på vegne av Emrah
nl: Geluiden te danken aan Emrah

source: Spread The Word
it: Diffondi la parola
nb_no: Spre ordet
nl: Zeg het voort

source: SRV entry prohibits XMPP connection
it: Il record SRV non consente la connessione XMPP
nb_no: SRV-oppføringer forhindrer XMPP-tilkobling
nl: SRV-entry verhindert XMPP-verbinding

source: SRV entry prohibits XMPP connection for domain %@
it: Il record SRV non permette la connessione XMPP al dominio %@
nl: SRV-entry verhindert XMPP-verbinding voor domein %@

source: SRV entry prohibits XMPP connection for server %@
it: Il record SRV non permette la connessione XMPP al server %@
nl: SRV-entry voorkomt XMPP-verbindeng met server %@

source: SSL Error: Certificate chain is invalid
it: Errore SSL: la catena di certificati non è valida
nb_no: SSL-feil: Sertifikatskjeden er ugyldig
nl: SSL-fout: Certificaatketen is ongeldig

source: SSL Error: Certificate expired
it: Errore SSL: certificato scaduto
nb_no: SSL-feil: Utløpt sertifikat
nl: SSL-fout: Certificaat verlopen

source: SSL Error: Host name mismatch
it: Errore SSL: il nome dell'host non corrisponde
nb_no: SSL-feil: Vertsnavnet stemmer ikke overens
nl: SSL-fout: Host-naam matcht niet

source: SSL Error: Unknown root certificate
it: Errore SSL: certificato root sconosciuto
nb_no: SSL-feil: Ukjent rotsertifikat
nl: SSL-fout: Onbekend root-certificaat
