Repository: tmolitor-stud-tu/schulchat-localzation-main
Catalog: *.lproj/Localizable.strings
Languages: it, nb_no, nl

source: %02d:%02d (long press to abort)
it: %02d:%02d (tieni premuto per annullare)

source: %@ (Pending Approval)
it: %@ (In attesa di approvazione)
nb_no: %@ (venter på godkjenning)
nl: %@ (Wachtend op goedkeuring)

source: %@ says:
it: %@ dice:
nl: %@ zegt:

source: %ld (This device)
it: %ld (Questo dispositivo)
nb_no: %ld (Denne enheten)
nl: %ld (Dit apparaat)

source: (autojoin)
it: (accesso automatico)
nb_no: (ta del automatisk)
nl: (automatisch deelnemen)

source: [This message is OMEMO encrypted]
it: [Questo messaggio è cifrato con OMEMO]
nb_no: [Denne meldingen er OMEMO-kryptert]
nl: [Dit bericht is versleuteld met OMEMO]

source: Abort
it: Annulla

source: Aborted recording audio
it: Registrazione audio annullata

source: About
it: Informazioni
nb_no: Om
nl: Over

source: Accept
it: Accetta
nb_no: Godta
nl: Accepteren

source: Access message archives on the server.
it: Accesso all'archivio dei messaggi sul server.
nb_no: Les meldingsarkiv på tjeneren.
nl: Door berichtarchieven op server bladeren.

source: Account (new)
it: Account (nuovo)
nb_no: Konto (ny)
nl: Account (nieuw)

source: Account already configured in Monal!
it: Account già configurato!
nl: Account al geconfigureerd in Monal!

source: Account disabled
it: Account disabilitato
nl: Account uitgeschakeld

source: Account Exists
it: Account esistente
nb_no: Kontoen finnes
nl: Deze account bestaat reeds

source: Account To Use
it: Account da usare
nb_no: Konto å bruke
nl: De te gebruiken account

source: Accounts
it: Account
nb_no: Kontoer

source: Accounts With Logs
it: Account con registri
nb_no: Loggførte kontoer
nl: Accounts met logboeken

source: Active chat but no messages found in history for %@.
it: Chat attiva ma nessun messaggio trovato nella cronologia per %@.
nb_no: Aktiv sludring, men ingen meldingen i historikken for %@.
nl: Actief gesprek, maar zonder berichtgeschiedenis voor %@.

source: Add %@ to your contacts?
it: Aggiungere %@ ai tuoi contatti?
nb_no: Legg til %@ som kontakt?
nl: %@ toevoegen aan contactpersonen?

source: Add Account
it: Aggiungi account
nl: Account toevoegen

source: Add Account (advanced)
it: Aggiungi account (avanzato)
nl: Account toevoegen (geavanceerd)

source: Add Channel to Favorites
it: Aggiungi il canale ai preferiti
nl: Kanaal aan favorieten toevoegen

source: Add Contact
it: Aggiungi contatto
nb_no: Legg til kontakt
nl: Contactpersoon toevoegoen

source: Add Contact or Channel
it: Aggiungi contatto o canale
nl: Contactpersoon of kanaal toevoegen

source: Add Group to Favorites
it: Aggiungi il gruppo ai preferiti
nl: Groep aan favorieten toevoegen

source: Add New Account
it: Aggiungi nuovo account
nb_no: Legg til ny konto
nl: Nieuwe account toevoegen

source: Add new contacts with the + button above. Your friends will pop up here when they can talk
it: Aggiungi nuovi contatti con il pulsante '+' in alto. Una volta aggiunti appariranno qui quando disponibili
nb_no: Legg til nye kontakter med «+»-knappen ovenfor. Dine venner vil sprette opp her når de kan snakke.
nl: Voeg nieuwe contactpersonen toe middels bovenstaande plusknop. Gesprekken worden hier getoond

source: Advanced
it: Avanzate
nb_no: Avansert
nl: Geavanceerd

source: Advanced Settings
it: Impostazioni avanzate
nb_no: Avanserte innstillinger
nl: Geavanceerde instellingen

source: All messages already present in local history!
it: Tutti i messaggi sono già presenti nella cronologia locale!
nl: Alle berichten zijn reeds aanwezig in de lokale geschiedenis!

source: All messages are archived by default.
it: Tutti i nuovi messaggi vengono archiviati.
nb_no: Alle meldinger arkiveres som forvalg.
nl: Alle berichten worden standaard gearchiveerd.

source: Allow
it: Consenti
nb_no: Tillat
nl: Toelaten

source: Allow %@ to contact you?
it: Consentire a %@ di contattarti?
nb_no: Tillat %@ å kontakte deg?
nl: Mag %@ je contacteren?

source: Allowing someone to add you as a contact lets them see when you are online. It also allows you to send encrypted messages. Tap to approve. Swipe to reject.
it: Se consenti a qualcuno di aggiungerti come contatto potrà vedere quando sei in linea e inviarti messaggi cifrati. Tocca per approvare o scorri per rifiutare.
nl: Iemand door wie je je als contactpersoon laat toevoegen kan zien wanneer je online bent en versleutelde berichten met jou uitwisselen. Druk om te accepteren; veeg om te weigeren.

source: Already uploading this content, ignoring
it: Questo contenuto sta già venendo caricato, richiesta ignorata
nb_no: Laster allerede opp innholdet, ignorerer
nl: Reeds bezig met uploaden van deze inhoud, verzoek wordt genegeerd

source: Always archive
it: Archivia sempre
nb_no: Alltid arkiver
nl: Altijd archiveren

source: Always use direct TLS, not STARTTLS
it: Forza TLS invece di STARTTLS
nl: Gebruik altijd directe TLS, en geen STARTTLS

source: App
it: Applicazione
nb_no: Program

source: Apple Push Service
it: Servizio push di Apple
nb_no: Apple Push-tjeneste
nl: Push-dienst van Apple

source: Apple push service should always be on. If it is off, your device can not talk to Apple's server.
it: Il servizio push di Apple dovrebbe essere sempre attivo. Se disattivato, il tuo dispositivo non potrà collegarsi con il server Apple.
nb_no: Apple push-tjeneste skal alltid være påslått. Hvis den er av kan ikke enheten din snakke til Apple sin tjener.
nl: De Push-dienst van Apple hoort altijd aan te staan. Als dat niet zo is, kan je apparaat niet communiceren met de server van Apple.

source: Approve new contact
it: Approva il nuovo contatto

source: Appserver error
it: Errore dell'Application Server
nb_no: Programtjenerfeil
nl: Appserver-fout

source: Appserver returned invalid data
it: L'Application Server ha risposto con dati non validi
nb_no: Fikk ugyldig data fra programtjener
nl: Appserver gaf ongeldige data terug

source: Archive chat
it: Archivia la chat
nl: Gesprek archiveren

source: Archive only if the contact is in contact list
it: Archivia solo se il contatto è nella tua lista.
nb_no: Arkiver kun hvis kontakten er i listen
nl: Enkel archiveren indien contactpersoon in contactenlijst staat

source: Archive only if the contact is in roster
it: Archivia solo se il contatto è nell'elenco
nb_no: Kun arkiver hvis kontakten er i kontaktlisten
nl: Enkel archiveren als de contactpersoon op je lijst staat

source: Audio recoder init fail.
it: Inizializzazione della registrazione audio fallita.
nl: Initialisatie geluidrecorder mislukt.

source: Audio recoder prepareToRecord fail.
it: Preparazione alla registrazione audio fallita.
nl: prepareToRecord geluidsrecorder mislukt.

source: Audio Recoder recode fail
it: Ricodifica della registrazione audio fallita
nl: recode geluidsrecorder mislukt

source: Audio recoder record fail.
it: Registrazione audio fallita.
nl: record geluidsrecorder mislukt.

source: Audio Recoder set active error: %@
it: La registrazione audio ha impostato l'errore attivo: %@
nl: set active geluidsrecorder mislukt: %@

source: Audio Recoder set category error: %@
it: La registrazione audio ha impostato l'errore di categoria: %@
nl: set category geluidsrecorder mislukt: %@

source: Auto Join
it: Accesso automatico
nl: Automatisch deelnemen

source: Auto-Download Media
it: Download automatico media
nl: Media automatisch downloaden

source: Auto-Download Media Settings
it: Download automatico media
nl: Instellingen voor automatisch downloaden media

source: Autodelete all messages after 3 days
it: Elimina automaticamente tutti i messaggi dopo 3 giorni
nl: Alle berichten na 3 dagen automatisch verwijderen

source: Automatic media download
it: Download automatico media
nl: Automatisch downloaden van media

source: Automatically fetch previews of received links
it: Scarica automaticamente le anteprime dei link ricevuti
nl: Haal automatisch voorbeelden van ontvangen links op

source: Automatically send when you were online
it: Invia automaticamente quando connesso
nb_no: Annonser at du er pålogget
nl: Automatisch doorgeven wanneer je online bent geweest

source: Away
it: Assente
nb_no: Borte
nl: Afwezig

source: Backgrounds
it: Sfondi
nb_no: Bakgrunner
nl: Achtergronden

source: Block
it: Blocca
nb_no: Blokker
nl: Blokkeren

source: Block %@ from contacting you?
it: Impedire a %@ di contattarti?
nb_no: Blokker %@ fra å kontakte deg?
nl: %@ blokkeren?

source: Block Sender
it: Blocca il mittente
nb_no: Blokker avsender
nl: Afzender blokkeren

source: Blocked Users
it: Utenti bloccati
nb_no: Blokkerte brukere
nl: Geblokkeerde gebruikers

source: Blocking is not supported by the server
it: Il blocco non è supportato dal server
nb_no: Blokkering støttes ikke på tjeneren
nl: Blokkeren wordt niet ondersteund door de server

source: Blocking not supported
it: Blocco non supportato
nb_no: Blokkering støttes ikke
nl: Blokkeren wordt niet ondersteund

source: call screen did disappear
it: la schermata di chiamata è scomparsa
nl: het oproepscherm is verdwenen

source: Camera
it: Apri la fotocamera
nb_no: Kamera

source: Camera permissions missing
it: Permesso di accesso alla fotocamera mancante
nl: Camera-permissies ontbreken

source: Can Show Notifications
it: Ricezione notifiche
nb_no: Kan vise merknader
nl: Mag meldingen tonen

source: Can't convert the image to jpeg format.
it: Impossibile convertire l'immagine nel formato jpeg.
nb_no: Kan ikke konvertere bilde til JPEG.
nl: Kan afbeelding niet naar JPEG-formaat omzetten.

source: Can't convert the image to png file.
it: Impossibile convertire l'immagine nel formato png.
nb_no: Kan ikke konvertere bilde til PNG.
nl: Kan afbeelding niet naar PNG-bestand omzetten.

source: Cancel
it: Annulla
nb_no: Avbryt
nl: Annuleren

source: Cannot share something with disabled/deleted account, destination: %@, internal account id: %@
it: Impossibile condividere qualcosa con un account disabilitato o cancellato, destinazione: %1$@, account id interno: %2$@
nl: Kan niet iets delen met uitgeschakelde/verwijderde accounts, bestemming: %1$@, interne account id: %2$@

source: Change Password
it: Aggiorna password
nb_no: Endre passord
nl: Wachtwoord wijzigen

source: Changing Password
it: Aggiornamento password
nl: Wachtwoord wijzigen

source: Chat Backgrounds
it: Sfondi della chat
nb_no: Sludringsbakgrunner
nl: Gespreksachtergronden

source: Chat for free with your friends, colleagues and family!
it: Chatta gratuitamente con i tuoi amici, colleghi e la tua famiglia!
nb_no: Sludre gratis med venner, kollegaer, og familie.
nl: Communiceer gratis met je vrienden, collega's en familie!

source: Chat Logs
it: Registri delle chat
nb_no: Sludrelogger
nl: Gesprekslogboeken

source: Check type and size on
it: Verifica tipo e dimensione su
nl: Type en grootte controleren op

source: Checking
it: Verifico
nl: Controleren

source: Checking if the jid you provided is correct
it: Verifica che il Jabber ID che hai fornito sia corretto
nl: Controleren of de ingegeven JID juist is

source: Choices Galore
it: Scelte a bizzeffe
nb_no: Valgmulighetsbonanza
nl: Keuzes alom

source: Clear Chat History
it: Elimina la cronologia delle chat
nb_no: Tøm sludrehistorikk
nl: Gespreksgeschiedenis wissen

source: Clear chat history for this contact
it: Elimina la cronologia della chat per questo contatto
nl: Gespreksgeschiedenis voor deze contactpersoon wissen

source: Clear History
it: Elimina la cronologia
nl: Gespreksgeschiedenis wissen

source: Clear omemo session
it: Inizializza la sessione OMEMO
nb_no: Tøm OMEMO-økt
nl: OMEMO-sessie wissen

source: Clear OMEMO session
it: Pulisci la sessione di OMEMO
nl: Wis OMEMO sessie

source: Clear own omemo session
it: Pulisci la sessione di OMEMO
nl: Eigen OMEMO-sessie wissen

source: Close
it: Chiudi
nb_no: Lukk
nl: Sluiten

source: Connected
it: Connesso
nb_no: Tilkoblet
nl: Verbonden

source: Connected since: %@
it: Connesso da: %@
nb_no: Tilkoblet siden: %@
nl: Verbonden sinds: %@

source: Connecting...
it: Connessione...
nl: Verbinden...

source: Connection Details
it: Dettagli della connessione
nb_no: Tilkoblingsdetaljer
nl: Verbindingsinformatie

source: Contact and Channel Jids are usually in the format: name@domain.tld
it: Il Jabber ID di un contatto o un canale sono solitamente nel formato 'nomeutente@dominio'
nl: Contactpersoon- and kanaal-JIDs volgen gewoonlijk the formaat: naam@domein.iets

source: Contact Jid
it: Jabber ID del contatto
nb_no: Kontaktens XMPP-ID
nl: JID contactpersoon

source: Contact Name
it: Nome del contatto
nb_no: Kontaktnavn
nl: Naam van contactpersoon

source: Contact or Channel Jid
it: Jabber ID del contatto o canale
nl: Contactpersoon- of kanaal-JID

source: Contacts
it: Contatti
nb_no: Kontakter
nl: Contactpersonen

source: Contacts are usually in the format: username@dom.ain
it: I contatti sono solitamente nel formato 'nomeutente@dominio'
nb_no: Kontakter er vanligvis i brukernavn.dom.ene -format
nl: Contactpersonen volgen gewoonlijk het formaat: gebruikersnaam@domein.iets

source: Contacts are usually in the format: username@domain.something
it: I contatti sono generalmente nel formato 'nomeutente@dominio'
nb_no: Kontakter er vanligvis i «brukernavn@domene.noe»-format
nl: Contactpersonen hebben doorgaans namen zoals: gebruikersnaam@domein.iets

source: Copy
it: Copia
nb_no: Kopier
nl: Kopiëren

source: Could not access camera
it: Impossibile accedere alla fotocamera
nb_no: Fikk ikke tilgang til kamera
nl: Kon camera niet aanspreken

source: Could not access Finder item!
it: Impossibile accedere al Finder!

source: Could not change password
it: Impossibile aggiornare la password
nl: Kon wachtwoord niet wijzigen

source: Could not change password: your account is currently not conneced
it: Impossibile aggiornare la password: l'account al momento non è connesso
nl: Kon wachtwoord niet wijzigen: je account is momenteel niet verbonden

source: Could not change password: your account is currently not connected
it: Impossibile aggiornare la password: l'account non è al momento connesso
nl: Kon wachtwoord niet wijzigen: je account is momenteel niet verbonden

source: Could not change the password
it: Impossibile aggiornare la password
nb_no: Kunne ikke endre passordet
nl: Wachtwoord kon niet worden gewijzigd

source: Could not decrypt message
it: Impossibile decifrare il messaggio
nb_no: Kunne ikke dekryptere melding
nl: Bericht kon niet worden ontsleuteld

source: Could not fetch (all) old messages for this chat from your server archive. Please try again later. %@
it: Impossibile recuperare (tutti) i vecchi messaggi di questa chat dall'archivio del server. Riprova più tardi. %@
nl: Kon niet (alle) oude berichten laden voor dit gesprek van het archief op de server. Gelieve later opnieuw te proberen. %@

source: Could not fetch messages
it: Impossibile recuperare i messaggi
nl: Kon berichten niet ophalen

source: Could not get default capture device
it: Impossibile ottenere il dispositivo di acquisizione predefinito
nl: Kon standaardopnameapparaat niet ophalen

source: Could not init video session
it: Impossibile inizializzare la sessione video
nb_no: Kunne ikke starte videoøkt
nl: Kon video-sessie niet initialiseren

source: Could not load (all) old messages
it: Impossibile caricare (tutti) i vecchi messaggi
nl: Kon niet (alle) oude berichten laden

source: Could not load (all) old messages from your server archive. Please try again later. %@
it: Impossibile caricare (tutti) i vecchi messaggi dall'archivio del server. Per favore riprova più tardi. %@
nl: Kon niet (alle) oude berichten laden uit het archief van de server. Gelieve later opnieuw te proberen. %@

source: Could not read captcha!
it: Impossibile leggere il captcha!
nl: Kan captcha niet lezen!

source: Could not register your username. Please check your code or change the username and try again.
it: Impossibile registrare il tuo nome utente. Controlla il tuo codice o cambia il nome utente e riprova.
nb_no: Kunne ikke registrere brukernavnet ditt. Sjekk koden din eller endre brukernavnet og prøv igjen.
nl: Deze gebruikersnaam kon niet worden geregistreerd. Controleer je code of wijzig je gebruikersnaam en probeer opnieuw.

source: Could not request registration form. Please check your internet connection and try again.
it: Impossibile richiedere il modulo di registrazione. Controlla la tua connessione a internet e prova di nuovo.
nb_no: Kunne ikke forespørre registreringsskjema. Sjekk din tilkobling til Internett og prøv igjen.
nl: Registratieformulier kon niet worden opgehaald. Controleer je internetverbinding en probeer opnieuw.

source: Could not send
it: Impossibile inviare

source: Could not synchronize
it: Impossibile sincronizzare
nb_no: Kunne ikke synkronisere
nl: Kon niet synchroniseren

source: Could not upload file
it: Impossibile caricare il file
nb_no: Kunne ikke laste opp fil
nl: Kon bestand niet uploaden

source: Current Password
it: Password corrente
nl: Huidig wachtwoord

source: Debug
it: Diagnostica
nl: Foutopsporing

source: Decline
it: Rifiuta
nb_no: Avslå
nl: Weigeren

source: Default chat backgrounds are from the Ubuntu project.
it: Gli sfondi predefiniti della chat provengono dal progetto Ubuntu.
nb_no: Forvalgte sludrebakgrunner på vegne av Ubuntu.
nl: Standaardgespreksachtergronden zijn afkomstig van het Ubuntu-project.

source: Defines a proposed modification to the XMPP roster protocol that enables versioning of rosters such that the server will not send the roster to the client if the roster has not been modified.
it: Definisce una proposta di modifica per il protocollo dell'elenco XMPP che ne abilita il versionamento, in modo tale che il server non invii l'elenco al client se questo non è stato modificato.
nl: Definieert een voorgestelde aanpassing aan het XMPP-roosterprotocol dat versieondersteuning voor roosters toevoegt opdat de server het versturen van roosters kan vermijden wanneer deze niet aangepast werden.

source: Defines a protocol and URI scheme for pre-authenticated roster links that allow a third party to automatically obtain the user's presence subscription.
it: Definisce un protocollo e uno scherma URI per i collegamenti pre-autenticati alle liste che permettono a terze parti di ottenere automaticamente la sottoscrizione della presenza dell'utente.
nl: Definieert een protocol en URI-schema voor vooraf geauthenticeerde roosterlinks die een derde partij toelaat om het aanwezigheidsabonnement van de gebruiker automatisch op te halen.

source: Delete
it: Elimina
nb_no: Slett
nl: Verwijderen

source: Delete Account
it: Elimina account
nb_no: Slett konto
nl: Account verwijderen

source: Delete Account on Server
it: Cancella l'account sul server

source: Delete Locally
it: Elimina localmente
nb_no: Slett lokalt
nl: Lokaal verwijderen

source: Deny new contact
it: Rifiuta il nuovo contatto

source: Devices of %@
it: Dispositivo di %@
nl: Apparaten van %@

source: Direct TLS
it: Forza TLS
nb_no: Direkte TLS
nl: Directe TLS

source: Disable Encryption
it: Disabilita la cifratura
nb_no: Skru av kryptering
nl: Versleuteling uitschakelen

source: Disable encryption?
it: Disattivare la cifratura?

source: Disconnected
it: Disconnesso
nb_no: Frakoblet
nl: Verbinding verbroken

source: Display
it: Visualizza
nb_no: Skjerm
nl: Weergave

source: Display Name
it: Nome
nb_no: Visningsnavn
nl: Naam weergeven

source: Display Name And Message
it: Nome e contenuto
nb_no: Vis navn og melding
nl: Naam en bericht weergeven

source: Display Only Name
it: Solo il nome
nb_no: Kun vis navn
nl: Enkel naam weergeven

source: Display Only Placeholder
it: Nessun nome o contenuto
nb_no: Kun vis plassholder
nl: Enkel plaatshouder weergeven

source: Display Settings
it: Impostazioni di visualizzazione
nb_no: Skjerminnstillinger
nl: Weergave-instellingen

source: Do you really want to clear all messages exchanged in this conversation? If using OMEMO you won't even be able to load them from your server again.
it: Vuoi davvero eliminare tutti i messaggi scambiati in questa chat? Se è stato usato OMEMO non sarà possibile scaricarli nuovamente dal server.
nl: Weet je zeker dat je alle berichten uit dit gesprek wil wissen? Indien je OMEMO gebruikt, zal je ze ook niet meer bij de server kunnen opvragen.

source: Do you really want to disable encryption for this contact?
it: Vuoi davvero disattivare la cifratura per questo contatto?

source: Do you really want to reset the OMEMO session? You should only reset the connection if you know what you are doing!
it: Vuoi davvero inizializzare la sessione di OMEMO? Dovresti inizializzare la connessione solamente se sai cosa stai facendo!
nl: Weet je zeker dat je de OMEMO-sessie opnieuw wil instellen? Doe dit enkel als je de gevolgen begrijpt!

source: Do you want to trust the scanned fingerprints from
it: Vuoi fidarti delle impronte scansionate da
nl: Wil je gescande vingerafdrukken vertrouwen van

source: Domain missing
it: Dominio mancante
nb_no: Domene mangler
nl: Domein ontbreekt

source: Download error
it: Errore nel download
nl: Fout bij downloaden

source: Draft:
it: Bozza:
nl: Concept:

source: Draft: %@
it: Bozza: %@
nb_no: Kladd: %@
nl: Concept: %@

source: Dummy string for triggering bartycrouch
it: Stringa fittizia per l'attivazione di BartyCrouch

source: Duplicate Account
it: Duplica l'account

source: Edit
it: Modifica
nb_no: Rediger
nl: Bewerken

source: Email Support
it: Assistenza via e-mail
nb_no: E-poststøtte
nl: E-mailondersteuning

source: Enable OMEMO per default
it: Abilita automaticamente OMEMO
nl: OMEMO standaart aanzetten

source: Enabled
it: Abilitato
nb_no: Påskrudd
nl: Ingeschakeld

source: Encrypted message was sent in an older format Monal can't decrypt. Please ask them to update their client. (GCM error)
it: Il messaggio cifrato è stato inviato in un vecchio formato che Monal non può decifrare. Chiedi al mittente di aggiornare il suo client. (errore GCM)
nb_no: Krypterte meldinger ble sendt i et eldre format Monal ikke kan dekryptere. Spør vedkommende om å oppgradere klienten sin. (GCM-feil.)
nl: Versleuteld bericht werd verstuurd in een ouder formaat dat Monal niet kan ontsleutelen. Vraag de afzender om hun chatprogramma bij te werken. (GCM-fout)

source: Encryption Keys
it: Chiavi di cifratura
nb_no: Krypteringsnøkler
nl: Versleutelingssleutels

source: Encryption Keys (OMEMO)
it: Chiavi di cifratura (OMEMO)
nl: Encryptiesleutels (OMEMO)

source: Encryption Not Supported
it: Cifratura non supportata
nb_no: Kryptering støttes ikke
nl: Versleuteling niet ondersteund

source: Enter the jid that you want to block
it: Inserisci il Jabber ID che vuoi bloccare
nb_no: Skriv inn XMPP ID-en du ønsker å blokkere
nl: Geef de JID in die je wil blokkeren

source: Enter you password here
it: Inserisci qui la tua password
nl: Vul je wachtwoord hier in

source: Enter you XMPP ID here
it: Inserisci qui il tuo XMPP ID
nl: Vul je XMPP-ID hier in

source: Enter your new password. Passwords may not be empty. They may also be governed by server or company policies.
it: Inserisci la nuova password. Le password non possono essere vuote e potrebbero essere regolate da criteri del server o dell'azienda.
nl: Voer je nieuw wachtwoord in. Blanco wachtwoorden zijn niet toegestaan, en ze kunnen onderhevig zijn aan beleidsregels opgelegd door je server of bedrijf.

source: Enter your password here
it: Inserisci la password qui
nl: Geef je wachtwoord hier in

source: Enter your XMPP ID here
it: Inserisci il tuo XMPP ID qui
nl: Geef je XMPP-ID hier in

source: Error
it: Errore
nb_no: Feil
nl: Fout

source: Error authenticating server using SASL2, disconnecting!
it: Errore di autenticazione SASL2 sul server, disconnessione!
nl: Error bij authenticatie van server met SASL2, verbinding verbroken!

source: Error decrypting message
it: Errore durante la decifrazione del messaggio
nb_no: Kunne ikke dekryptere melding
nl: Fout bij ontsleutelen bericht
