Repository: tmolitor-stud-tu/schulchat-localzation-main
Catalog: *.lproj/Localizable.strings
Languages: it, nb_no, nl

source: Start Using Monal
it: Inizia a usare Monal
nb_no: Begynn å bruke Monal
nl: Begin Monal te gebruiken

source: Status
it: Stato

source: Status Message
it: Messaggio di stato
nb_no: Statusmelding
nl: Statusbericht

source: Submit A Bug
it: Segnala un problema
nb_no: Innrapporter en feil
nl: Bug rapporteren

source: Success
it: Completato
nb_no: Vellykket
nl: Gelukt

source: Success!
it: Completato!
nb_no: Vellykket!
nl: Gelukt!

source: Support
it: Supporto
nb_no: Støtte
nl: Ondersteuning

source: Sync Read-Markers
it: Sincronizza gli stati di lettura
nl: Gelezen-markeringen synchroniseren

source: Synchronize your messages on all loggedin devices.
it: Sincronizza i messaggi su tutti i dispositivi collegati.
nb_no: Synk dine meldinger på alle dine innloggede enheter.
nl: Synchroniseer je berichten op alle ingelogde apparaten.

source: Tell my contacts if I've read a message
it: Fai sapere ai miei contatti se ho letto il messaggio
nb_no: Fortell kontakter om jeg har lest en melding
nl: Geef aan mijn contactpersonen aan of ik een bericht gelezen heb

source: Tell my contacts if my device received a message
it: Fai sapere ai miei contatti se il mio dispositivo ha ricevuto il messaggio
nb_no: Fortell mine kontakter om enheten min har mottatt en melding
nl: Geef aan mijn contactpersonen aan of mijn apparaat een bericht ontvangen heeft

source: Tell my contacts when I'm typing
it: Fai sapere ai miei contatti quando sto scrivendo
nb_no: Fortell kontaktene mine hva jeg skriver
nl: Laat contactpersonen weten wanneer ik typ

source: Temporary failure to enter Group/Channel: %@
it: Errore temporaneo durante l'accesso al gruppo o canale: %@
nl: Tijdelijk mislukt het deelnemen van Groep/Kanaal: %@

source: Temporary failure to enter groupchat: %@
it: Errore temporaneo durante l'accesso alla chat di gruppo: %@

source: The account has been deleted
it: L'account è stato cancellato
nb_no: Kontoen har blitt slettet
nl: De account werd verwijderd

source: The account has been removed
it: L'account è stato rimosso

source: The account has been saved
it: L'account è stato salvato
nb_no: Kontoen har blitt lagret
nl: De account werd opgeslagen

source: The chat history has been cleared
it: La cronologia della chat è stata eliminata
nb_no: Sludrehistorikk tømt
nl: Gespreksgeschiedenis gewist

source: The connection to the server was interrupted and no old messages could be fetched for this chat. Please try again later.
it: La connessione al server è stata interrotta e nessun vecchio messaggio può essere recuperato per questa chat. Per favore riprova più tardi.
nl: De verbinding met de server werd onderbroken en oude berichten uit dit gesprek konden niet opgehaald worden. Gelieve later opnieuw te proberen.

source: The connection to the server was interrupted and no old messages could be fetched for this chat. Please try again later. %@
it: La connessione al server è stata interrotta e nessun vecchio messaggio può essere recuperato per questa chat. Riprova più tardi. %@
nl: De verbinding met de server werd onderbroken en oude berichten uit dit gesprek konden niet opgehaald worden. Gelieve later opnieuw te proberen. %@

source: The current password is not correct.
it: La password corrente non è corretta.
nl: Het huidige wachtwoord is niet correct.

source: The jid has to be in the form 'user@domain.tld' to be correct.
it: Il Jabber ID deve essere nella forma 'nomeutente@dominio' per essere corretto.
nl: De JID dient het formaat 'gebruiker@domein.iets' te volgen.

source: The new contact will be added to your contacts list when the person you've added has approved your request.
it: Il nuovo contatto verrà aggiunto all'elenco dei contatti dopo che avrà approvato la tua richiesta.
nl: De nieuwe contactpersoon zal toegevoegd worden aan je contactenlijst zodra deze jouw aanvraag goedgekeurd heeft.

source: The password has been changed
it: La password è stata cambiata
nb_no: Passordet har blitt endret
nl: Het wachtwoord werd gewijzigd

source: The qrcode contains a jid. Rescan the qrcode in the add user menu
it: Il QR-Code contiene un Jabber ID. Scansiona nuovamente il QR-Code dal menù 'aggiungi utente'
nl: De QR-code bevat een JID. Scan de QR-code opnieuw via het menu om gebruikers toe te voegen

source: The qrcode contains login credentials for a acount. Go to settings and rescan the qrcode
it: Il QR-Code contiene credenziali di accesso per un'account. Vai nelle preferenze per scansionarlo nuovamente
nl: De QR-code bevat de aanmeldgegevens van een account. Ga naar instellingen en scan de QR-code opnieuw

source: The server does not support blocking
it: Il server non supporta il blocco
nb_no: Tjeneren støtter ikke blokkering
nl: De server ondersteunt blokkeren niet

source: The user %@ (%@) wants to add you to his contact list
it: L'utente %1$@ (%2$@) vorrebbe aggiungerti ai suoi contatti
nl: The user %1$@ (%2$@) wants to add you to his contact list

source: The user %@ (%@) wants to add you to their contact list
it: L'utente %1$@ (%2$@) vuole aggiungerti alla lista dei contatti
nl: The user %1$@ (%2$@) wants to add you to their contact list

source: The username does not need to have an @ symbol. Please try again.
it: Il nome utente non deve avere il simbolo @. Prova di nuovo.
nb_no: Brukernavnet trenger ikke å ha et «@»-symbol. Prøv igjen.
nl: De gebruikersnaam hoeft geen @-symbool te bevatten. Gelieve opnieuw te proberen.

source: There is no configured email account. Please email info@monal-im.org .
it: Non esiste un account di posta elettronica configurato. Si prega di inviare un'e-mail a info@monal-im.org.
nl: Er i s geen e-mailaccount geconfigureerd. Gelieve te mailen naar info@monal-im.org.

source: There was a SASL error on the server.
it: Si è verificato un errore SASL sul server.
nb_no: SASL-feil på tjeneren.
nl: Er trad een SASL-fout op op de server.

source: There was an error decrypting this encrypted KEY TRANSPORT message (Signal error). To resolve this, try sending an encrypted message to this person.
it: Si è verificato un errore nella decifrazione di questo messaggio cifrato KEY TRANSPORT (errore segnale). Per risolverlo, prova a inviare un messaggio cifrato a questo contatto.
nl: Fout bij het ontsleutelen van dit versleutelde KEY TRANSPORT-bericht (Signaalfout). Probeer een versleuteld bericht naar deze persoon te versturen om dit op te lossen.

source: There was an error decrypting this encrypted message (Signal error). To resolve this, try sending an encrypted message to this person.
it: Si è verificato un errore durante la decifrazione di questo messaggio cifrato (errore di segnale). Per risolvere questo problema, prova a inviare un messaggio cifrato a questa persona.
nl: Er trad een fout op bij het ontsleutelen van dit bericht (signaalfout). Probeer een nieuw geëncrypteerd bericht te versturen naar deze persoon om dit probleem op te lossen.

source: There was an error decrypting this encrypted message (Signal error). To resolve this, try sending an encrypted message to this person. (%@)
it: Si è verificato un errore nella decifrazione di questo messaggio cifrato (errore segnale). Per risolverlo, prova a inviare un messaggio cifrato a questo contatto. (%@)
nl: Fout bij het ontsleutelen van dit versleutelde bericht (Signaalfout). Probeer een versleuteld bericht naar deze persoon te versturen om dit op te lossen. (%@)

source: There was an error uploading the file to the server
it: Si è verificato un errore durante il caricamento del file sul server
nb_no: Kunne ikke laste opp filen til tjeneren
nl: Er was een fout bij het uploaden van het bestand naar de server

source: These are SRV resource records found for your domain
it: Questi sono i record SRV trovati per il tuo dominio
nl: Er werden SRV resource records gevonden voor je domein

source: These are SRV resource records found for your domain.
it: Questi sono i record SRV trovati per il tuo dominio.
nl: Dit zijn de SRV records gevonden voor jouw domein.

source: These are the channel-binding types your server supports to detect attacks on the TLS layer.
it: Queste sono le tipologie di Channel-Binding supportate dal server per identificare attacchi al layer TLS.
nl: Dit zijn de kanaalbindende typen die uw server ondersteunt om aanvallen op de TLS laag te detecteren.

source: These are the modern XMPP capabilities Monal detected on your server after you have logged in.
it: Queste sono le funzionalità XMPP che Monal ha rilevato su questo server dopo la connessione.
nl: Dit zijn de moderne XMPP-karakteristieken ontdekt door Monal op je server nadat je je aanmeldde.

source: These are the SASL2 methods your server supports.
it: Queste sono le funzioni SASL2 supportate dal server.
nl: Dit zijn de SASL2 methodes die uw server ondersteund.

source: These are the TLS versions supported by Monal, the one supported by your server will be green.
it: Queste sono le versioni TLS supportate da Monal, quelle supportate dal server saranno evidenziate in verde.

source: These are the TLS versions supported by Monal, the one used to connect to your server will be green.
it: Queste sono le versioni TLS supportate da Monal, quelle supportate dal server saranno evidenziate in verde.

source: These are your encryption keys. Each device is a different place you have logged in. You should trust a key when you have verified it.
it: Queste sono le tue chiavi di cifratura. Ogni dispositivo è un luogo diverso da cui hai effettuato l'accesso. Dovresti fidarti di una chiave solo dopo averla verificata.
nl: Dit zijn je encryptiesleutels. Elk apparaat representeert een andere plaats waar je je aangemeld hebt. Je zou een sleutel pas mogen vertrouwen zodra je deze geverifieerd hebt.

source: They can see your keys. You can't see theirs
it: Può vedere le tue chiavi ma tu non puoi vedere le sue
nb_no: Vedkommende kan se dine nøkler. Du kan ikke se deres.
nl: Ze kunnen jouw sleutels zien. Jij kan die van hen niet zien

source: They will no longer see when you are online. They may not be able to access your encryption keys.
it: Non vedrà più quando sei connesso e potrebbe non essere in grado di accedere alle tue chiavi crittografiche.
nl: Ze zullen niet langer zien wanneer je online bent. Ze kunnen mogelijk jouw encryptiesleutels niet raadplegen.

source: They will no longer see when you are online. They may not be able to send you encrypted messages.
it: Non vedrà più quando sei connesso e potrebbe non essere in grado di inviarti messaggi cifrati.
nl: Ze zullen niet langer zien wanneer je online bent. Ze kunnen mogelijk jou mogelijk geen versleutelde berichten sturen.

source: They will see when you are online. They will be able to send you encrypted messages.
it: Vedrà quando sei connesso e sarà in grado di inviarti messaggi cifrati.
nl: Ze zullen zien wanneer je online bent. Ze zullen je geëncrypteerde berichten kunnen versturen.

source: This account already exists in Monal.
it: Questo account è già presente in Monal.
nb_no: Denne kontoen finnes allerede i Monal.
nl: Deze account bestaat al in Monal.

source: This account already exists on this instance
it: Questo account esiste già in questa istanza
nb_no: Denne kontoen finnes allerede på denne tjeneren
nl: Deze account bestaat al op deze instantie

source: This app is too old and can contain security bugs as well as suddenly cease operation. Please Upgrade!
it: Questa applicazione è troppo vecchia e può avere problemi di sicurezza o smettere di funzionare improvvisamente. Aggiornala!

source: This contact does not appear to have any devices that support encryption.
it: Questo contatto sembra non avere alcun dispositivo che supporti la cifratura.
nb_no: Denne kontakten har ikke noen enheter som støtter kryptering.
nl: Deze contactpersoon lijkt geen apparaten te hebben die encryptie ondersteunen.

source: This contact may not support OMEMO encrypted messages. Please try again in a few seconds.
it: Questo contatto potrebbe non supportare i messaggi cifrati con OMEMO. Riprova tra qualche istante.
nl: Deze contact ondersteund mogelijk geen OMEMO versleutelde berichten. Alsjeblieft probeer opnieuw in een aantal seconden.

source: This message failed to send (%@): %@
it: L'invio del messaggio non è riuscito (%1$@): %2$@
nb_no: Kunne ikke sende meldingen (%1$@): %2$@
nl: Dit bericht kon niet verstuurd worden (%1$@): %2$@

source: This message failed to send.
it: Questo messaggio non è stato inviato.
nb_no: Kunne ikke sende melding.
nl: Dit bericht kon niet verstuurd worden.

source: This sender will be able to send you messages
it: Questo mittente potrà inviarti messaggi
nb_no: Senderen vil kunne sende deg meldinger
nl: De afzender zal jou berichten kunnen sturen

source: This sender will no longer be able to contact you
it: Questo mittente non sarà più in grado di contattarti
nb_no: Avsenderen vil ikke lenger kunne kunne kontakte deg
nl: De afzender zal je niet langer kunnen contacteren

source: This server does not appear to support HTTP file uploads (XEP-0363). Please ask the administrator to enable it.
it: Questo server sembra non supportare l'upload di file tramite HTTP (XEP-0363). Richiedi all'amministratore di abilitarlo.
nl: De server lijkt geen ondersteuning te hebben voor HTTP-bestandsuploads (XEP-0363). Gelieve aan de beheerder te vragen dit aan te zetten.

source: This server does not have any SRV records in DNS.
it: Questo server non ha alcun record SRV nel DNS.
nl: Deze server heeft geen SRV records in DNS.

source: This server does not support any modern channel-binding to secure against MITM attacks on the TLS layer.
it: Questo server non supporta il Channel-Binding contro attacchi MITM diretti al layer TLS.
nl: Deze server ondersteunt geen moderne kanaalbinding ter beveiliging tegen MITM-aanvallen op de TLS laag.

source: This server does not support modern SASL2 authentication.
it: Questo server non supporta l'autenticazione SASL2.
nl: Deze server ondersteund geen moderne SASL2 authenticatie.

source: This specification defines semantics for using the XMPP publish-subscribe protocol to broadcast state change events associated with an instant messaging and presence account.
it: Questa specifica definisce la semantica per usare il protocollo XMPP publish-subscribe per propagare eventi di cambio di stato associati a un account di messaggeria istantanea e presenza.
nl: Deze specificatie definieert de semantiek om het XMPP-publiceer-abonneer-protocol aan te wenden om statusveranderingen geassocieerd met een IM- en aanwezigheidsaccount te uit te sturen.

source: This specification provides a way to secure the SASL and SASL2 handshakes against method and channel-binding downgrades.
it: Fornisce un metodo per mettere in sicurezza l'handshakes di SASL e SASL2 da attacchi mirati al downgrade del Channel-Binding.
nl: Deze specificatie biedt een manier om de SASL- en SASL2 handshakes te beveiligen tegen methode- en kanaalbindende downgrades.

source: This will clear the whole chat history of this account from this device.
it: L'azione eliminerà l'intera cronologia della chat di questo account da questo dispositivo.
nl: Dit zal de volledige gespreksgeschiedenis van deze account op dit apparaat wissen.

source: This will clear the your own omemo session for debugging purposes
it: Questo pulirà la sessione OMEMO a scopo diagnostico
nl: Dit zal je eigen OMEMO sessies verwijderen voor debugging doeleinden.

source: This will clear your own omemo session for debugging purposes
it: Questo pulirà la tua sessione OMEMO a scopo diagnotico
nl: Hiermee wordt je eigen omemo sessie gewist voor foutopsporingsdoeleinden

source: This will delete this account and the associated data from the server and this device. Data might still be retained on other devices, though.
it: Questo cancellerà l'account e i dati associati dal server e da questo dispositivo. I dati potrebbero essere ancora presenti su altri dispositivi.

source: This will remove this account and the associated data from this device.
it: L'azione rimuoverà questo account e i dati associati da questo dispositivo.
nb_no: Dette vil fjerne kontoen og tilknyttet data fra denne enheten.
nl: Hierdoor zal deze account en de bijhorende data verwijderd worden van dit apparaat.

source: Timeout Error
it: Errore di timeout
nl: Fout wegens verlopen

source: TLS Error: Certificate chain is invalid
it: Errore TLS: la catena di certificati non è valida
nl: TLS Error: Certificaat ketting is ongeldig

source: TLS Error: Certificate expired
it: Errore TLS: certificato scaduto
nl: TLS Error: Certificaat verlopen

source: TLS Error: Host name mismatch
it: Errore TLS: il nome dell'host non corrisponde
nl: TLS Error: Host naam mismatch

source: TLS Error: Unknown root certificate
it: Errore TLS: certificato di root sconosciuto
nl: TLS Error: Onbekend root certificaat

source: To many device keys
it: Troppe chiavi per questo dispositivo
nl: Te veel apparaatsleutels

source: Trying to join group
it: Tentativo di accesso al gruppo
nb_no: Prøver å ta del i gruppe
nl: Trachten deel te nemen aan groep

source: Type: %@
it: Tipo: %@

source: Typing...
it: Sta scrivendo…
nb_no: Skriver…
nl: Aan het typen...

source: Unable to connect to server
it: Impossibile connettersi al server
nb_no: Kunne ikke koble til tjener
nl: Kon niet met server verbinden

source: Unable to connect to server!
it: Impossibile connettersi al server!
nb_no: Kunne ikke koble til tjener.
nl: Kon niet met server verbinden!

source: Unblock Sender
it: Sblocca il mittente
nb_no: Avblokker avsender
nl: Afzender deblokkeren

source: Unexpected error while checking type of jid, please try again
it: Errore inatteso durante la verifica del tipo di Jabber ID, prova di nuovo
nl: Onverwachte fout bij het controleren van het type van de JID, gelieve opnieuw te proberen

source: Unexpected error while checking type of jid:
it: Errore inatteso durante la verifica del tipo di Jabber ID:
nl: Onverwachte fout bij het controleren van het type van de JID:

source: Unexpected mam preferences result
it: Risultato inatteso delle preferenze MAM
nb_no: Uventet MAM-innstilling
nl: Onverwacht resultaat MAM-voorkeuren

source: Unexpected server response: invalid PEP config form
it: Risposta inaspettata del server: PEP config form invalido
nl: Onverwacht antwoord van server: ongeldige PEP-configuratieformulier

source: Unexpected server response: missing required fields in PEP config form
it: Errore inaspettato del server: campo richiesto nel PEP config form mancante
nl: Onverwacht antwoord van server: ontbrekende velden in PEP-configuratieformulier

source: Unknown authentication method
it: Metodo di autenticazione sconosciuto
nl: Onbekende authenticatie methode

source: Unknown channel-binding type
it: Tipologia channel-binding sconosciuta
nl: Onbekende kanaalbinding type

source: Unknown Subcription
it: Sottoscrizione sconosciuta
nb_no: Ukjent abonnement
nl: Onbekend abonnement

source: Unmute
it: Riattiva audio
nb_no: Opphev forstummelse
nl: Stom zijn opheffen

source: Unnamed
it: Senza nome
nb_no: Uten navn
nl: Onbenoemd

source: Unpin Chat
it: Sblocca la chat
nb_no: Løsne sludring
nl: Gesprek losmaken

source: Unread Messages Below
it: Messaggi non letti in basso
nb_no: Uleste meldinger nedenfor
nl: Ongelezen berichten hieronder

source: Upload Error
it: Errore durante il caricamento
nl: Fout bij uploaden

source: Upload Error: your account got disconnected while requesting upload slot
it: Errore durante il caricamento: l'account è stato disconnesso durante la richiesta di uno slot di caricamento
nl: Fout bij uploaden: je account verloor de verbinding terwijl een uploadslot aangevraagd werd

source: Upload files to the server to share with others.
it: Carica i file sul server per condividerli con altri.
nb_no: Last opp filer til tjeneren for å dele dem med andre
nl: Upload bestanden naar de server en deel deze met anderen.

source: Upload files to the server to share with others. (Maximum allowed size of files reported by the server: %@)
it: Carica i file sul server per condividerli con altri. (Dimensione massima consentita dei file indicata dal server: %@)
nl: Upload bestanden naar de server om met anderen te delen. (Maximum toegelaten bestandsgrootte op de server: %@)

source: Uploading
it: Caricamento
nb_no: Laster opp
nl: Aan het uploaden

source: Uploading file to server
it: Caricamento file sul server
nb_no: Laster opp fil til tjener
nl: Bestand aan het uploaden naar server

source: Use your existing account or make a new one on the many servers around the world
it: Usa il tuo account esistente o creane uno nuovo sui tanti server sparsi nel mondo
nl: Gebruik je bestaande account of maak een nieuwe op servers over de hele wereld

source: user@example.org/resource
it: utente@dominio/risorsa
nl: gebruiker@voorbeeld.org/bron

source: Username missing
it: Nome utente mancante
nb_no: Brukernavn mangler
nl: Gebruikersnaam ontbreekt

source: Uses TLS client certificates for authentication
it: Utilizza certificato TLS per l'autenticazione
nl: Gebruikt TLS client certificaat voor authenticatie

source: Using Account: %@
it: Account usato: %@
nb_no: Bruker konto: %@
nl: Gebruikte account: %@

source: Using server '%@' that was provided by the registration link you used.
it: Utilizzo il server '%@' che è stato fornito dal link di registrazione che hai usato.
nl: Server '%@' uit de gebruikte registratielink wordt gebruikt.

source: Validate certificate
it: Convalida il certificato
nb_no: Bekreft sertifikat
nl: Certificaat valideren

source: Version
it: Versione
nb_no: Versjon
nl: Versie

source: Version %@ (%@ %@ UTC)
it: Versione %1$@ (%2$@ %3$@ UTC)
nb_no: Versjon %1$@ (%2$@ %3$@ UTC)
nl: Versie %1$@ (%2$@ %3$@ UTC)

source: Version %@ (%@)
it: Versione %1$@ (%2$@)
nb_no: Versjon %1$@ (%2$@)
nl: Versie %1$@ (%2$@)

source: Version:
it: Versione:
nl: Versie:

source: Very old app version
it: Versione dell'applicazione molto vecchia

source: View Images Received
it: Visualizza le immagini ricevute
nb_no: Vis mottatte meldinger
nl: Ontvangen afbeeldingen bekijken

source: Waiting for GPS signal
it: In attesa del segnale GPS
nb_no: Venter på GPS-signal
nl: Wachten op GPS-signaal

source: We could not find a xmpp related QR-Code
it: Non abbiamo trovato un QR-Code relativo a XMPP
nb_no: Fant ikke en XMPP-relartert QR-kode
nl: Kon geen XMPP-gerelateerde QR-code vinden

source: We don't support any task requested by the server, account disabled: %@
it: Nessuna funzione richiesta dal server è supportata, account disabilitato: %@
nl: Wij ondersteunen geen enkele taak opgevraagd door de server, account uitgeschakeld: %@

source: We don't support the single task requested by the server, account disabled: %@
it: La funzione richiesta dal server non è supportata, account disabilitato: %@
nl: Wij ondersteunen de enkele taak opgevraagd door de server niet, account uitgeschakeld: %@

source: We were not able to connect your account. Please check your credentials and make sure you are connected to the internet.
it: Impossibile connettere l'account. Verifica le credenziali e assicurati di essere connesso a internet.
nl: We konden niet verbinden met je account. Gelieve je aanmeldgegevens te controleren alsook of je internettoegang hebt.

source: We were not able to connect your account. Please check your credentials and make sure you are connected to the internet. Technical error message: %@
it: Impossibile connettere l'account. Verifica le credenziali ed assicurati di essere connesso a internet. Messaggio tecnico di errore: %@
nl: We waren niet in staat om je account te verbinden. Alsjeblieft check je gegevens en zorg dat je verbonden bent met het internet. Technische error bericht: %@
