Repository: tmolitor-stud-tu/schulchat-localzation-main
Catalog: *.lproj/Localizable.strings
Languages: it, nb_no, nl

source: Weakest channel-binding type, not securing agains stolen certs/keys, but detects wrongly issued certs.
it: Tipologia di Channel-Binding più debole, non protegge dal furto di certificati o chiavi ma identifica certificati contraffatti.
nl: Zwakste kanaalbinding type, niet beveiligd tegen gestolen certificaten/sleutels, maar detecteerd fout uitgegeven certificaten.

source: Weakest channel-binding type, not securing against stolen certs/keys, but detects wrongly issued certs.
it: Tipologia di Channel-Binding più debole, non protegge dal furto di certificati o chiavi ma identifica certificati contraffatti.
nl: Zwakste kanaalbindingstype, geen beveiliging tegen gestolen certificaten/sleutels, maar detecteert verkeerd uitgegeven certificaten.

source: Welcome to Monal
it: Benvenuto/a su Monal
nb_no: Velkommen til Monal
nl: Welkom bij Monal

source: When you have some favorite groups, they will be here for you.
it: Quando avrai dei gruppi preferiti, saranno qui per te.
nl: Zodra je enkele favoriete groepen hebt, zullen deze hier terug te vinden zijn.

source: When you start talking to someone, they will show up here.
it: Quando inizi una chat con qualcuno, lo vedrai apparire qui.
nl: Wanneer je een gesprek start met iemand, zal deze hier verschijnen.

source: Will logout and reconnect any connected accounts.
it: Verrà riconnesso qualsiasi account attualmente connesso.
nb_no: Logger ut å kobler til igjen alle tilkoblede kontoer.
nl: Meld je af en verbindt opnieuw met eventuele verbonden accounts.

source: Will make a HTTP HEAD call on all links
it: Sarà effettuata una chiamata HTTP HEAD su tutti i link
nl: Maakt een HTTP-HEAD-aanroep naar alle links

source: Wrong menu
it: Menù errato
nl: Verkeerd menu

source: XEP-0163 Personal Eventing Protocol
it: XEP-0163: Protocollo eventi personali
nl: XEP-0163 Persoonlijke-gebeurtenissen-protocol

source: XEP-0191: Blocking Command
it: XEP-0191: Comando di blocco
nl: XEP-0191: Blokkerend commando

source: XEP-0198: Stream Management
it: XEP-0198: Gestione flusso dati
nl: XEP-0198: Stream-beheer

source: XEP-0199: XMPP Ping
it: XEP-0199: Ping XMPP

source: XEP-0237: Roster Versioning
it: XEP-0237: Versionamento elenco
nl: XEP-0237: Roosterversiebeheer

source: XEP-0280: Message Carbons
it: XEP-0280: Copia carbone messaggi
nl: XEP-0280: Berichtkopieën

source: XEP-0313: Message Archive Management
it: XEP-0313: Gestione archivio messaggi
nl: XEP-0313: Berichtenarchiefbeheer

source: XEP-0352: Client State Indication
it: XEP-0352: Indicazione di stato del client
nl: XEP-0352: Client-statusindicatoren

source: XEP-0357: Push Notifications
it: XEP-0357: Notifiche push
nl: XEP-0357: Push-meldingen

source: XEP-0363: HTTP File Upload
it: XEP-0363: Upload file tramite HTTP
nl: XEP-0363: HTTP-bestandsuploads

source: XEP-0379: Pre-Authenticated Roster Subscription
it: XEP-0379: Sottoscrizione pre-autenticata elenco
nl: XEP-0379: Vooraf geauthenticeerd roosterabonnement

source: XEP-xxxx: SASL SCRAM Downgrade Protection
it: XEP-xxxx: protezione da SCRAM downgrade
nl: XEP-xxxx: SASL SCRAM Downgrade Beveiliging

source: XMPP Account Info Error
it: Errore nelle informazioni dell'account XMPP
nl: Fout bij XMPP-account-info

source: XMPP Bind Error
it: Errore bind XMPP
nl: Fout bij binden met XMPP

source: XMPP Disco Info Error
it: Errore nel recupero delle informazioni dei servizi XMPP (XEP-0030)
nl: Fout bij XMPP-verbrekingsinfo

source: XMPP External Service Disco Error
it: Errore nel recupero delle informazioni dei servizi XMPP esterni (XEP-0215)

source: XMPP ID missing
it: XMPP ID mancante
nb_no: XMPP-ID mangler
nl: XMPP-ID ontbreekt

source: XMPP mam preferences error
it: Errore nelle preferenze MAM di XMPP
nl: Fout bij XMPP-MAM-voorkeuren

source: XMPP protocol extension for communications blocking.
it: Estensione del protocollo XMPP per il blocco delle comunicazioni.
nl: XMPP-protocolextensie om communicatie te blokkeren.

source: XMPP protocol extension for sending application-level pings over XML streams.
it: Estensione del protocollo XMPP per l'invio di ping a livello applicativo tramite flusso dati XML.
nl: XMPP-protocolextensie om pings op applicatieniveau over XML-streams te versturen.

source: XMPP Roster Error
it: Errore elenco contatti XMPP
nb_no: XMPP-kontaktlistefeil
nl: Fout bij XMPP-rooster

source: XMPP stream error %@: %@
it: Errore flusso dati XMPP %1$@: %2$@
nb_no: XMPP stream error %1$@: %2$@
nl: Fout bij XMPP-stream %1$@: %2$@

source: XMPP stream error: %@
it: Errore flusso dati XMPP: %@
nl: Fout bij XMPP-stream: %@

source: yax.im is a public server, not affiliated with Monal. This page is provided for convenience.
it: yax.im è un server pubblico, non affiliato con Monal. Questa pagina è fornita per convenienza.
nl: yax.im is een publieke server, niet geaffilieerd met Monal. Deze pagina wordt ter gebruiksgemak voorzien.

source: Yes
it: Si
nb_no: Ja
nl: Ja

source: Yes, deactivate encryption
it: Si, disattiva la cifratura

source: You are not trapped in a garden. Talk to anyone else without anyone tracking you.
it: Non sei intrappolato in un giardino. Parla con chiunque senza che nessuno ti tracci.
nl: Je wordt niet in een kooi opgesloten. Spreek tegen eender wie zonder dat iemand je in de gaten houdt.

source: You are set up and connected.
it: L'account è pronto e connesso.
nb_no: Du er satt opp og tilkoblet.
nl: Je bent verbonden en klaar om te beginnen.

source: You can see their keys. They can't see yours
it: Puoi vedere le loro chiavi ma loro non possono vedere le tue
nl: Je kan hun sleutels zien. Zij kunnen die van jou niet zien

source: You did not grant Monal to access your location.
it: Non hai consentito a Monal l'accesso alla tua posizione.
nl: Je gaf Monal geen toelating om je locatie op te vragen.

source: You got banned from: %@
it: Sei stato bannato da: %@
nl: Je werd verbannen uit: %@

source: You got kicked from: %@
it: Sei stato espulso da: %@
nl: Je werd uit %@ geschopt

source: You have been invited to a conversation %@?
it: Sei stato inviato in una chat %@?
nb_no: Du har blitt invitert til en samtale %@?
nl: Je werd uitgenodigd op een gesprek %@?

source: You have not entered your XMPP ID yet
it: Non hai ancora inserito il tuo XMPP ID
nb_no: Skriv inn din XMPP-ID først
nl: Je hebt je XMPP-ID nog niet ingegeven

source: You have not received any images in this conversation.
it: Non hai ricevuto immagini in questa conversazione.
nb_no: Du har ikke mottatt noen bilder i denne samtalen.
nl: Je hebt geen afbeeldingen ontvangen in dit gesprek.

source: You have to many enabled devices on this account. You need to remove some devices
it: Hai troppi dispositivi abilitati su questo account. Devi rimuoverne qualcuno
nl: Je hebt te veel ingeschakelde apparaten op deze account en dient eerst enkele te verwijderen

source: You need friends for this ride
it: Hai bisogno di amici per questa avventura
nb_no: Du trenger venner for å delta
nl: Je hebt vrienden nodig voor deze rit

source: You restored an iCloud backup of Monal, please open the app to reenable this account.
it: Hai ripristinato Monal da un backup di iCloud, apri l'applicazione per riabilitare gli account.
nl: U heeft een iCloud backup herstelf van Monal, alsjeblieft open de app om uw account opnieuw in te schakelen.

source: You should trust a key when you have verified it. Verify by comparing the key below to the one on your contact's screen.
it: Dovresti fidarti di una chiave solo dopo averla verificata. Verificala comparando la chiave sottostante con quella che appare sullo schermo del tuo contatto.
nl: Je kan een sleutel best vertrouwen nadat je deze geverifieerd hebt. Verifieer door de sleutel hieronder t e vergelijken met die op het scherm van je contactpersoon.

source: You will no longer receive messages from this conversation
it: Non riceverai più messaggi da questa conversazione
nl: Je zal geen berichten uit dit gesprek meer ontvangen

source: You will receive subsequent messages from this conversation
it: Riceverai successivamente messaggi da questa conversazione
nl: Je zal latere berichten uit dit gesprek ontvangen

source: Your account must be enabled and connected, to be removed from the server!
it: Il tuo account deve essere abilitato e connesso per essere cancellato dal server!

source: Your answer
it: La tua risposta
nb_no: Ditt svar
nl: Jouw antwoord

source: Your entered XMPP ID is missing the domain
it: Hai inserito un XMPP ID senza dominio
nb_no: Angi domenet i XMPP-ID-en også
nl: Het domein ontbreekt in je XMPP-ID

source: Your entered XMPP ID is missing the username
it: Hai inserito un XMPP ID senza nome utente
nb_no: Angi brukernavn i XMPP-ID-en
nl: De gebruikersnaam ontbreekt in je XMPP-ID

source: Your server does not support MAM (XEP-0313). That means you could frequently miss incoming messages!! You should switch your server or talk to the server admin to enable this!
it: Questo server non supporta la funzione MAM (XEP-0313). Questo significa che potresti avere frequenti perdite di messaggi in arrivo! Dovresti cambiare server o chiedere all'amministratore di abilitare la funzione!
nl: Deze server ondersteunt MAM (XEP-0313) niet, wat ervoor kan zorgen dat je geregeld binnenkomende berichten mist! Je schakelt best naar je eigen server of vraagt de beheerder om dit in te schakelen!

source: Your server does not support Stream Management (XEP-0198). That means your outgoing messages can get lost frequently!! You should switch your server or talk to the server admin to enable this!
it: Questo server non supporta la funzione di Stream Management (XEP-0198). Questo significa che potresti avere frequenti perdite di messaggi inviati! Dovresti cambiare server o chiedere all'amministratore di abilitare la funzione!
nl: Deze server ondersteunt Stream-beheer (XEP-0198) niet, wat ervoor kan zorgen dat uitgaande berichten geregeld verloren gaan! Je schakelt best naar je eigen server of vraagt de beheerder om dit in te schakelen!

source: Your status
it: Il tuo stato
nl: Jouw status

source: Your XMPP account should be in in the format user@domain. For special configurations, use manual setup.
it: Il tuo account XMPP dovrebbe essere nel formato 'nomeutente@dominio'. Per configurazioni avanzate, usa la configurazione manuale.
nl: Je XMPP-account zou het formaat gebruiker@domein moeten volgen. Gebruik de manuele configuratie voor speciale configuraties.

source: 🎥 A Video
it: 🎥 Un video
nl: 🎥 Een video

source: 🎵 A Audiomessage
it: 🎵 Un messaggio vocale
nl: 🎵 Een geluidsbericht

source: 📁 A File
it: 📁 Un file
nl: 📁 Een bestand

source: 📄 A Document
it: 📄 Un documento
nl: 📄 Een document

source: 📍 A Location
it: 📍 Una posizione
nb_no: 📍 En posisjon
nl: 📍 Een locatie

source: 📷 An Image
it: 📷 Un'immagine
nb_no: 📷 Et bilde
nl: 📷 Een afbeelding

source: 🔗 A Link
it: 🔗 Un link
nb_no: 🔗 En lenke
nl: 🔗 Een link

source: Add to contacts
it: Aggiungi ai contatti

source: Apple Push Token
it: Token Push di Apple

source: Apple Push Token is not available!
it: Il Token Push di Apple non è disponibile!

source: Block Contact
it: Blocca il contatto

source: Blocking/Unblocking Not Supported
it: Blocco e sblocco non supportati

source: Channel subject:
it: Argomento del canale:

source: Clear chat history of this channel
it: Elimina la cronologia chat del canale

source: Clear chat history of this contact
it: Elimina la cronologia chat del contatto

source: Clear chat history of this group
it: Elimina la cronologia chat del gruppo

source: Copy to clipboard
it: Copia negli appunti

source: Delete Key
it: Cancella la chiave

source: Device ID:
it: ID dispositivo:

source: DeviceID:
it: ID dispositivo:

source: Do you really want to block this contact? You won't receive any messages from this contact.
it: Vuoi davvero bloccare questo contatto? Non riceverai più messaggi se lo blocchi.

source: Do you really want to delete this key?
it: Vuoi davvero eliminare questa chiave?

source: Do you want to trust the scanned fingerprints of contact %@ when using your account %@?
it: Vuoi fidarti delle impronte scansionate di %@ quando utilizzi l'account %@?

source: Doing a lot of work...
it: Sto facendo parecchio lavoro...

source: Don't trust Key
it: Non fidarti della chiave

source: Done
it: Fatto

source: Dont' trust Key
it: Non fidarti della chiave

source: Dummy string to test SwiftUI translation support.
it: Stringa fittizia per testare il supporto alla tradizione di SwiftUI.

source: Duplicate Account!
it: Account duplice!

source: Duplicate jid!
it: XMPP ID duplice!

source: Encrypted session to this device broken beyond repair.
it: La sessione cifrata di questo dispositivo è danneggiata.

source: Entry 1
it: Voce 1

source: Entry 2
it: Voce 2

source: Entry 3
it: Voce 3

source: Error: Account disabled, can not display keys!
it: Errore: account disabilitato, impossibile mostrare le chiavi!

source: Error: No contacts to display keys for!
it: Errore: nessun contatto da mostrare per le chiavi!

source: Group Members
it: Membri del gruppo

source: Group subject:
it: Argomento del gruppo:

source: groupJoin Group
it: Unisciti al gruppo

source: Invalid Credentials!
it: Credenziali non valide!

source: Invalid State
it: Stato non valido

source: Invalid Username!
it: Nome utente non valido!

source: Keys of %@
it: Chiavi di %@

source: Like email, you can register your account on many sites and talk to anyone. You can use this page to register an account with a selected or provided XMPP server. You also have to choose a username and a password.
it: Come per le e-mail, puoi registrare il tuo account su diversi siti e comunicare con chiunque. Puoi usare questa pagina per registrare un account XMPP scegliendo un server dall'elenco o specificandone uno. Successivamente dovrai scegliere un nome utente e una password.

source: Loading
it: Caricamento

source: Log in to your existing account or register a new account. If required you will find more advanced options in Monal settings.
it: Collegati con il tuo account o creane uno nuovo. Se necessario, troverai altre opzioni nelle impostazioni di Monal.

source: Manual input
it: Inserimento manuale

source: Migration Assistant
it: Assistente migrazione

source: Monal currently trusts this key, but fingerprints were not compared yet. To increase security, please confirm with the contact that the displayed fingerprints do match before trusting this key!
it: Monal al momento si fida di questa chiave, ma le impronte non sono ancora state confrontate. Per aumentare la sicurezza, verifica con il contatto che le impronte corrispondano prima di fidarti di questa chiave!

source: Monal does not trust this key. Either it was manually disabled or not manually verified while other keys of that contact are verified. You can trust this key by using the toggle element. Please ensure with the contact that fingerprints are matching before trusting this key.
it: Monal non si fida di questa chiave. O è stata disabilitata manualmente o non verificata manualmente mentre altre chiavi di questo contatto sono verificate. Puoi decidere di fidarti di questa chiave tramite il pulsante. Verifica con il contatto che le impronte corrispondano prima di fidarti!

source: Remove from contacts
it: Rimuovi dai contatti

source: The server does not support blocking (XEP-0191).
it: Il server non supporta il bloccaggio (XEP-0191).

source: This account already exists on this instance.
it: L'account esiste già in questa istanza.

source: This jid already exists on this instance.
it: L'XMPP ID esiste già in questa istanza.

source: This key belongs to this device and cannot be removed or disabled!
it: Questa chiave appartiene a questo dispositivo e non può essere rimossa o disabilitata!

source: Trust Key
it: Chiave fidata

source: Trusted and verified key
it: Chiave fidata e verificata

source: Trusted but removed key
it: Chiave fidata ma rimossa

source: Trusted but unused key
it: Chiave fidata ma inutilizzata

source: Trusted but unverified key
it: Chiave fidata ma non verificata

source: Unblock Contact
it: Sblocca il contatto

source: Untrusted key
it: Chiave non fidata

source: Welcome
it: Benvenuto/a

source: XMPP server domain not valid!
it: Server di dominio XMPP non valido!

source: XMPPServer
it: Server XMPP

source: You are set up and connected. People can message you at: %@@%@
it: L'account è pronto e connesso. Puoi ricevere messaggi su: %@@%@

source: Your accounts got deactivated, because you restored an iCloud backup of Monal. Please reenter your passwords to activate them again.
it: I tuoi account sono stati disattivati perché hai ripristinato un backup di Monal da iCloud. Inserisci nuovamente la password per riattivarli.

source: Your XMPP jid should be in in the format user@domain.tld. For special configurations, use manual setup.
it: L'XMPP ID dovrebbe essere nel formato 'nomeutente@dominio'. Per configurazioni speciali, usa la configurazione avanzata.

source: Download
nl: Downloaden

source: File
nl: Bestand

source: Files
nl: Bestanden

source: No
nb_no: Nei
nl: Neen

source: Os:
nl: Besturingssysteem:

source: Password
nb_no: Passord
nl: Wachtwoord

source: Account: %@
nb_no: Konto: %@

source: Server: %@
nb_no: Tjener: %@

source: Server
nb_no: Tjener

source: Privacy
nb_no: Personvern

source: Account
nb_no: Konto

source: There is no configured email account. Please email info@monal.im .
nb_no: Ingen oppsatt e-postkonto. Send e-post til info@monal.im .

source: Jabber, Prosody, ejabberd etc.
nb_no: Jabber, Prosody, ejabberd osv.

source: XMPP: QR-Code
nb_no: XMPP: QR-kode
